{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[STRUCTURAL_OPEN]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[STRUCTURAL_CLOSE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      "[MASK]": 4,
      "[STRUCTURAL_OPEN]": 5,
      "[STRUCTURAL_CLOSE]": 6,
      "!": 7,
      "\"": 8,
      "#": 9,
      "$": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "R": 52,
      "S": 53,
      "T": 54,
      "U": 55,
      "V": 56,
      "W": 57,
      "X": 58,
      "Y": 59,
      "Z": 60,
      "[": 61,
      "\\": 62,
      "]": 63,
      "^": 64,
      "_": 65,
      "`": 66,
      "a": 67,
      "b": 68,
      "c": 69,
      "d": 70,
      "e": 71,
      "f": 72,
      "g": 73,
      "h": 74,
      "i": 75,
      "j": 76,
      "k": 77,
      "l": 78,
      "m": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "q": 83,
      "r": 84,
      "s": 85,
      "t": 86,
      "u": 87,
      "v": 88,
      "w": 89,
      "x": 90,
      "y": 91,
      "z": 92,
      "{": 93,
      "|": 94,
      "}": 95,
      "~": 96,
      "¬": 97,
      "ι": 98,
      "λ": 99,
      "π": 100,
      "σ": 101,
      "ω": 102,
      "–": 103,
      "—": 104,
      "→": 105,
      "↦": 106,
      "⇒": 107,
      "∅": 108,
      "∈": 109,
      "∉": 110,
      "∧": 111,
      "∨": 112,
      "≟": 113,
      "≠": 114,
      "≤": 115,
      "≥": 116,
      "▷": 117,
      "✓": 118,
      "⟦": 119,
      "⟧": 120,
      "⟨": 121,
      "⟩": 122,
      "⟪": 123,
      "⟫": 124,
      "er": 125,
      "on": 126,
      "re": 127,
      "at": 128,
      "\",": 129,
      "in": 130,
      "ar": 131,
      "or": 132,
      "st": 133,
      "en": 134,
      "ge": 135,
      "\",\"": 136,
      "se": 137,
      "ro": 138,
      "',": 139,
      "an": 140,
      "co": 141,
      "ut": 142,
      "de": 143,
      "di": 144,
      "ti": 145,
      "ch": 146,
      "con": 147,
      "':": 148,
      "al": 149,
      "su": 150,
      "ma": 151,
      "'.": 152,
      "pro": 153,
      "ac": 154,
      "d_": 155,
      "es": 156,
      "\\\"": 157,
      "it": 158,
      "un": 159,
      "ent": 160,
      "fi": 161,
      "ur": 162,
      "str": 163,
      "du": 164,
      "me": 165,
      "mp": 166,
      "ex": 167,
      ":[": 168,
      "ion": 169,
      "⟩→": 170,
      "er_": 171,
      "e_": 172,
      "t_": 173,
      "ard": 174,
      "\")": 175,
      "mo": 176,
      "ts": 177,
      "age": 178,
      "for": 179,
      "yp": 180,
      "che": 181,
      "1π": 182,
      "ip": 183,
      "le": 184,
      "as": 185,
      "dat": 186,
      "typ": 187,
      "(\"": 188,
      "rc": 189,
      "ack": 190,
      "gs": 191,
      "card": 192,
      "mm": 193,
      "ec": 194,
      "li": 195,
      "produ": 196,
      "produc": 197,
      "js": 198,
      "ul": 199,
      "))": 200,
      "oma": 201,
      "ad": 202,
      "and": 203,
      "ackage": 204,
      "mer": 205,
      "package": 206,
      "ure": 207,
      "ap": 208,
      "lo": 209,
      "no": 210,
      "dic": 211,
      "he": 212,
      "lf": 213,
      "out": 214,
      "tr": 215,
      "self": 216,
      "ed": 217,
      "_p": 218,
      "args": 219,
      "get": 220,
      "consu": 221,
      "na": 222,
      "sy": 223,
      "ver": 224,
      "mmand": 225,
      "can": 226,
      "est": 227,
      "id": 228,
      "sco": 229,
      "--": 230,
      "fa": 231,
      "if": 232,
      "is": 233,
      "json": 234,
      "=\"": 235,
      "_co": 236,
      "dir": 237,
      "name": 238,
      "ort": 239,
      "confi": 240,
      "faul": 241,
      "ser": 242,
      "sche": 243,
      "tar": 244,
      "one": 245,
      "forge": 246,
      ").": 247,
      ")\",\"": 248,
      "cr": 249,
      "ren": 250,
      "schema": 251,
      "src": 252,
      "to": 253,
      "ue": 254,
      "arser": 255,
      "defaul": 256,
      "sub": 257,
      "producer": 258,
      "omadic": 259,
      "crip": 260,
      "]⟧": 261,
      "put": 262,
      "ation": 263,
      "config": 264,
      "\"]": 265,
      "[\\\"": 266,
      "}⟫": 267,
      "⟪{": 268,
      "ath": 269,
      "ind": 270,
      "ing": 271,
      "typer": 272,
      "consumer": 273,
      "[\"": 274,
      "\\\"]⟧": 275,
      "cript": 276,
      "None": 277,
      "ain": 278,
      "fro": 279,
      "sion": 280,
      "um": 281,
      "atomadic": 282,
      "set": 283,
      "score": 284,
      "FI": 285,
      "ON": 286,
      "oc": 287,
      "bo": 288,
      "og": 289,
      "pl": 290,
      "run": 291,
      "int": 292,
      "chain": 293,
      "sul": 294,
      "),": 295,
      "Tr": 296,
      "``": 297,
      "ed_": 298,
      "fac": 299,
      "ha": 300,
      "th": 301,
      "output": 302,
      "target": 303,
      "schema_": 304,
      "ep": 305,
      "jec": 306,
      "la": 307,
      "tur": 308,
      "resul": 309,
      "ory": 310,
      "ith": 311,
      "ext": 312,
      "3ω": 313,
      "T_": 314,
      "ot": 315,
      "parser": 316,
      "ature": 317,
      "tion": 318,
      "turn": 319,
      "cal": 320,
      "cli": 321,
      "ig": 322,
      "pa": 323,
      "didat": 324,
      "tier": 325,
      "version": 326,
      "mmands": 327,
      "rend": 328,
      "='": 329,
      "_d": 330,
      "av": 331,
      "el": 332,
      "err": 333,
      "arti": 334,
      "utc": 335,
      "schema_version": 336,
      "artifac": 337,
      "()": 338,
      "**": 339,
      "TS": 340,
      "]]": 341,
      "ds": 342,
      "imp": 343,
      "lp": 344,
      "lin": 345,
      "ner": 346,
      "py": 347,
      "so": 348,
      "code": 349,
      "help": 350,
      "candidat": 351,
      "render_": 352,
      ":\",\"": 353,
      "CON": 354,
      "[[": 355,
      "_dir": 356,
      "ct": 357,
      "ke": 358,
      "pen": 359,
      "path": 360,
      "vi": 361,
      "wr": 362,
      "inv": 363,
      "root": 364,
      "demo": 365,
      "time": 366,
      "er_args": 367,
      "ply": 368,
      "nerg": 369,
      "+\"": 370,
      "ai": 371,
      "doc": 372,
      "fe": 373,
      "text": 374,
      "up": 375,
      "return": 376,
      "anif": 377,
      "urc": 378,
      "add_": 379,
      "⟪{'": 380,
      "FIG": 381,
      "CONFIG": 382,
      "anifest": 383,
      "\"\"": 384,
      ",\",\"": 385,
      "Co": 386,
      "EX": 387,
      "cat": 388,
      "dy": 389,
      "fun": 390,
      "ol": 391,
      "pre": 392,
      "test": 393,
      "y_": 394,
      "orche": 395,
      "\\\"\\\"": 396,
      "url": 397,
      "omain": 398,
      "True": 399,
      "artifact": 400,
      "sourc": 401,
      "func": 402,
      "orchestr": 403,
      "Er": 404,
      "_ap": 405,
      "ble": 406,
      "ic": 407,
      "md_": 408,
      "ror": 409,
      "zen": 410,
      "red": 411,
      "uto": 412,
      "del": 413,
      "unt": 414,
      "model": 415,
      "date": 416,
      "frozen": 417,
      "body": 418,
      "ign": 419,
      "nergy": 420,
      "Error": 421,
      "frozenset": 422,
      "4_": 423,
      "_o": 424,
      "_demo": 425,
      "em": 426,
      "mes": 427,
      "po": 428,
      "at_": 429,
      "utf": 430,
      "cho": 431,
      "projec": 432,
      "exc": 433,
      "type": 434,
      "ider": 435,
      "}⟫)": 436,
      "result": 437,
      "tions": 438,
      "cli_demo": 439,
      "_dt": 440,
      "writ": 441,
      "EXTS": 442,
      "\".": 443,
      "({": 444,
      "auto": 445,
      "domain": 446,
      "fg": 447,
      "kind": 448,
      "erat": 449,
      "ate": 450,
      "enerat": 451,
      "get_": 452,
      "tier_": 453,
      "fix": 454,
      "strip": 455,
      "not": 456,
      "ument": 457,
      "feature": 458,
      "project_": 459,
      "Fal": 460,
      "RE": 461,
      "Scan": 462,
      "_c": 463,
      "_orchestr": 464,
      "a4_": 465,
      "ber": 466,
      "cur": 467,
      "cmd_": 468,
      "fin": 469,
      "gi": 470,
      "gument": 471,
      "ke_": 472,
      "num": 473,
      "∅)": 474,
      "cod": 475,
      "dump": 476,
      "producer_args": 477,
      "true": 478,
      "sy_orchestr": 479,
      "default": 480,
      "from": 481,
      "```": 482,
      "hase": 483,
      "import": 484,
      "write_": 485,
      "False": 486,
      "a4_sy_orchestr": 487,
      "number": 488,
      "dumps": 489,
      "a4_sy_orchestration": 490,
      "##": 491,
      "/`": 492,
      "Cli": 493,
      "Ex": 494,
      "LL": 495,
      "Sy": 496,
      "]⟩": 497,
      "_st": 498,
      "_render_": 499,
      "_ke": 500,
      "len": 501,
      "mith": 502,
      "phase": 503,
      "qu": 504,
      "si": 505,
      "vider": 506,
      "with": 507,
      "⟨⟩→": 508,
      "env": 509,
      "encod": 510,
      "commands": 511,
      "alog": 512,
      "form": 513,
      "ass": 514,
      "----": 515,
      "_comp": 516,
      "\"])": 517,
      "\\\"]⟧,": 518,
      "atomadic_": 519,
      "paren": 520,
      "line": 521,
      "returncode": 522,
      "catalog": 523,
      "preset": 524,
      "final": 525,
      "Client": 526,
      "encoding": 527,
      "]\",\"": 528,
      "_con": 529,
      "bal": 530,
      "generat": 531,
      "has": 532,
      "jo": 533,
      "pec": 534,
      "port": 535,
      "rai": 536,
      "smo": 537,
      "the": 538,
      "stan": 539,
      "provider": 540,
      "ess": 541,
      "modu": 542,
      "types": 543,
      "cards": 544,
      "apt": 545,
      "load": 546,
      "now": 547,
      "trac": 548,
      "_pre": 549,
      "consum": 550,
      "defaults": 551,
      "indent": 552,
      "chains": 553,
      "thon": 554,
      "python": 555,
      "candidate_": 556,
      "CONFIG_": 557,
      "source_": 558,
      "functions": 559,
      "Exit": 560,
      "format": 561,
      "atomadic_forge": 562,
      "join": 563,
      "raise": 564,
      "().": 565,
      "Ar": 566,
      "Card": 567,
      "DE": 568,
      "DI": 569,
      "De": 570,
      "Manifest": 571,
      "Rep": 572,
      "_fi": 573,
      "_root": 574,
      "ad_": 575,
      "able": 576,
      "ire": 577,
      "jav": 578,
      "open": 579,
      "oformat": 580,
      "rst": 581,
      "script": 582,
      "sha": 583,
      "ary": 584,
      "ses": 585,
      "secon": 586,
      "ang": 587,
      "anscript": 588,
      "times": 589,
      "ascript": 590,
      "app": 591,
      "local": 592,
      "head": 593,
      "tra": 594,
      "sys": 595,
      "isoformat": 596,
      "_count": 597,
      "target_": 598,
      "default_": 599,
      "ject": 600,
      "lama": 601,
      "call": 602,
      "mmandsmith": 603,
      "candidates": 604,
      "Commandsmith": 605,
      "datetime": 606,
      "features": 607,
      "cur_": 608,
      "LLM": 609,
      "DIR": 610,
      "Report": 611,
      "javascript": 612,
      "seconds": 613,
      "timespec": 614,
      "\"+": 615,
      "')": 616,
      "(⟪{": 617,
      ".\",\"": 618,
      "1_": 619,
      "2_": 620,
      "AU": 621,
      "ES": 622,
      "FAU": 623,
      "LT_": 624,
      "_output": 625,
      "a0": 626,
      "a3": 627,
      "ache": 628,
      "gent": 629,
      "ist": 630,
      "ment": 631,
      "mis": 632,
      "mbo": 633,
      "manifest": 634,
      "tent": 635,
      "v1": 636,
      "},": 637,
      "}',": 638,
      "argument": 639,
      "orts": 640,
      "ged": 641,
      "secho": 642,
      "tiply": 643,
      "string": 644,
      "dates": 645,
      "ultiply": 646,
      "mergent": 647,
      "dict": 648,
      "_parser": 649,
      "_command": 650,
      "FIL": 651,
      "run_": 652,
      "ed_at_": 653,
      "results": 654,
      "ctx": 655,
      "vide": 656,
      "invo": 657,
      "updates": 658,
      "add_parser": 659,
      "add_argument": 660,
      "tests": 661,
      "\\\"\\\"\\\"": 662,
      "ignature": 663,
      "gistr": 664,
      "ke_results": 665,
      "Synergy": 666,
      "generated_at_": 667,
      "smoke_results": 668,
      "stants": 669,
      "typescript": 670,
      "candidate_id": 671,
      "DEFAU": 672,
      "jectory": 673,
      "mbol": 674,
      "generated_at_utc": 675,
      "DEFAULT_": 676,
      "'}": 677,
      "'}⟫)": 678,
      "((": 679,
      "(\",\"": 680,
      ")+\"": 681,
      "Con": 682,
      "E_": 683,
      "Emergent": 684,
      "For": 685,
      "Log": 686,
      "RI": 687,
      "Re": 688,
      "_s": 689,
      "_tier": 690,
      "_features": 691,
      "cess": 692,
      "capt": 693,
      "ff": 694,
      "fn": 695,
      "ifi": 696,
      "i_ke": 697,
      "multiply": 698,
      "pr": 699,
      "par": 700,
      "pure": 701,
      "ted": 702,
      "ub": 703,
      "red_": 704,
      "requ": 705,
      "report": 706,
      "divide": 707,
      "all": 708,
      "promp": 709,
      "process": 710,
      "iter": 711,
      "unds": 712,
      "uration": 713,
      "exist": 714,
      "er_fn": 715,
      "list": 716,
      "low": 717,
      "node": 718,
      "synergy": 719,
      "subtrac": 720,
      "\"]=": 721,
      "score_": 722,
      "Transcript": 723,
      "T_EXTS": 724,
      "pay": 725,
      "erry": 726,
      "ollama": 727,
      "models": 728,
      "_step": 729,
      "module": 730,
      "_prefix": 731,
      "trajectory": 732,
      "target_score": 733,
      "(⟪{'.": 734,
      "gistry": 735,
      "DEFAULT_CONFIG": 736,
      "Forge": 737,
      "capture": 738,
      "TranscriptLog": 739,
      "!=": 740,
      "\"-": 741,
      "'-": 742,
      "())": 743,
      "00": 744,
      ":\",": 745,
      "AM": 746,
      "An": 747,
      "CRI": 748,
      "LA": 749,
      "LI": 750,
      "LO": 751,
      "Liter": 752,
      "NAM": 753,
      "PT_EXTS": 754,
      "RO": 755,
      "Se": 756,
      "St": 757,
      "Sto": 758,
      "[(\"": 759,
      "_P": 760,
      "_q": 761,
      "_og": 762,
      "_url": 763,
      "_promp": 764,
      "a1_": 765,
      "a2_": 766,
      "duration": 767,
      "glo": 768,
      "k_con": 769,
      "lang": 770,
      "ml": 771,
      "ms": 772,
      "min": 773,
      "mory": 774,
      "os": 775,
      "p_": 776,
      "pic": 777,
      "ry": 778,
      "vel": 779,
      "wo": 780,
      "ze": 781,
      "repo": 782,
      "read_": 783,
      "\",\"\",": 784,
      "rounds": 785,
      "',\",": 786,
      "command": 787,
      "ution": 788,
      "utable": 789,
      "main": 790,
      "ites": 791,
      "unifi": 792,
      "entry": 793,
      "file": 794,
      "memory": 795,
      "exit": 796,
      "exec": 797,
      "\")]": 798,
      "mo_comp": 799,
      "ipe": 800,
      "asses": 801,
      "data": 802,
      "))\",\"": 803,
      "_path": 804,
      "top_": 805,
      "subparser": 806,
      "subprocess": 807,
      "intent": 808,
      "ed_cli": 809,
      "lable": 810,
      "**:": 811,
      "imports": 812,
      "lines": 813,
      "sources": 814,
      "_omis": 815,
      "at_functions": 816,
      "cli_demo_": 817,
      "domain_": 818,
      "project_dir": 819,
      "cmd_a": 820,
      "cmd_b": 821,
      "write_text": 822,
      "phase_omis": 823,
      "consumer_args": 824,
      "shared_": 825,
      "default_target_score": 826,
      "LLMClient": 827,
      "a0_q": 828,
      "a3_og": 829,
      "SynergyScan": 830,
      "EmergentScan": 831,
      "payload": 832,
      "capture_output": 833,
      "CRIPT_EXTS": 834,
      "Literal": 835,
      "Store": 836,
      "_prompt_": 837,
      "a1_at_functions": 838,
      "a2_mo_comp": 839,
      "global": 840,
      "k_constants": 841,
      "osites": 842,
      "unified_cli": 843,
      "executable": 844,
      "subparsers": 845,
      "phase_omission": 846,
      "a0_qk_constants": 847,
      "a3_og_features": 848,
      "a2_mo_composites": 849,
      "('": 850,
      "->": 851,
      "/\"+": 852,
      "AL": 853,
      "CLI": 854,
      "D_": 855,
      "Fi": 856,
      "JS": 857,
      "NO": 858,
      "Path": 859,
      "RC": 860,
      "Run": 861,
      "TE": 862,
      "]⟩→": 863,
      "_name": 864,
      "_artifact": 865,
      "_chains": 866,
      "_CONFIG_": 867,
      "aw": 868,
      "be": 869,
      "by": 870,
      "bas": 871,
      "back": 872,
      "bution": 873,
      "cl": 874,
      "ce_": 875,
      "fo": 876,
      "gment": 877,
      "ht": 878,
      "il": 879,
      "ired": 880,
      "ibution": 881,
      "kdir": 882,
      "ll": 883,
      "lat": 884,
      "les": 885,
      "le_": 886,
      "md": 887,
      "mon": 888,
      "mkdir": 889,
      "raw": 890,
      "sav": 891,
      "ta": 892,
      "te": 893,
      "uage": 894,
      "zone": 895,
      "⟧`": 896,
      "attr": 897,
      "ated": 898,
      "input": 899,
      "state": 900,
      "enc": 901,
      "\",\"\",\"": 902,
      "segment": 903,
      "ropic": 904,
      "comm": 905,
      "distr": 906,
      "cherry": 907,
      "content": 908,
      "item": 909,
      "ents": 910,
      "fiel": 911,
      "exp": 912,
      "⟩→[": 913,
      "lib": 914,
      ")))": 915,
      "package_prefix": 916,
      "apply": 917,
      "symbol": 918,
      "scout": 919,
      "json_artifact": 920,
      "plit": 921,
      "thropic": 922,
      "output_dir": 923,
      "pytest": 924,
      "ctory": 925,
      "timezone": 926,
      "docstring": 927,
      "update": 928,
      "catch": 929,
      "_appen": 930,
      "_apply": 931,
      "_api_ke": 932,
      "_ok": 933,
      "pose": 934,
      "auto_apply": 935,
      "project_root": 936,
      "_comple": 937,
      "parent": 938,
      "parents": 939,
      "has_": 940,
      "ManifestStore": 941,
      "headline": 942,
      "FILE_": 943,
      "'}),": 944,
      "print": 945,
      "exist_ok": 946,
      "score_trajectory": 947,
      "sources_dir": 948,
      "cli_demo_returncode": 949,
      "AL_CONFIG_": 950,
      "JSON": 951,
      "bash": 952,
      "distribution": 953,
      "items": 954,
      "AL_CONFIG_DIR": 955,
      "\"⟦": 956,
      "']": 957,
      "'}⟫": 958,
      "'),": 959,
      "([\"": 960,
      ")[": 961,
      ")]\",\"": 962,
      ":\"": 963,
      "AS": 964,
      "At": 965,
      "ER": 966,
      "G_": 967,
      "GNO": 968,
      "In": 969,
      "IGNO": 970,
      "SE": 971,
      "SRC": 972,
      "TI": 973,
      "YP": 974,
      "['": 975,
      "[]": 976,
      "_re": 977,
      "_id": 978,
      "_score": 979,
      "_turn": 980,
      "_EXTS": 981,
      "_bal": 982,
      "_head": 983,
      "_memory": 984,
      "`⟦": 985,
      "cle": 986,
      "cache": 987,
      "do": 988,
      "dout": 989,
      "echo": 990,
      "her": 991,
      "ir": 992,
      "iv": 993,
      "ked_": 994,
      "kdo": 995,
      "mar": 996,
      "sp": 997,
      "scan": 998,
      "split": 999,
      "tmp": 1000,
      "tec": 1001,
      "two": 1002,
      "venv": 1003,
      "wn": 1004,
      "war": 1005,
      "wor": 1006,
      "ers": 1007,
      "registry": 1008,
      "recomm": 1009,
      "inde": 1010,
      "in_memory": 1011,
      "arg": 1012,
      "end": 1013,
      "endat": 1014,
      "gest": 1015,
      "set_": 1016,
      "ros": 1017,
      "aned": 1018,
      "ance_": 1019,
      "count": 1020,
      "def": 1021,
      "detec": 1022,
      "cond": 1023,
      "conver": 1024,
      "alname": 1025,
      "align": 1026,
      "summ": 1027,
      "max": 1028,
      "propose": 1029,
      "und": 1030,
      "entory": 1031,
      "ions": 1032,
      "⟩→∅": 1033,
      "er_lines": 1034,
      "t_parser": 1035,
      "\")+\"": 1036,
      "level": 1037,
      "merge": 1038,
      "merged": 1039,
      "log": 1040,
      "nore": 1041,
      "out_command": 1042,
      "_pipe": 1043,
      "getattr": 1044,
      ")\",\"[": 1045,
      "subcommand": 1046,
      "ations": 1047,
      "\\\"]⟧,\",\"": 1048,
      "face": 1049,
      "schema_id": 1050,
      "extend": 1051,
      "avai": 1052,
      "error": 1053,
      "utcnow": 1054,
      "artifact_": 1055,
      "codeError": 1056,
      "inventory": 1057,
      "+\"/": 1058,
      "y_env": 1059,
      "y_ms": 1060,
      "excep": 1061,
      "cli_demo_st": 1062,
      "cli_demo_command": 1063,
      "({'": 1064,
      "({\",": 1065,
      "domains": 1066,
      "tier_distribution": 1067,
      "notated": 1068,
      "RED_": 1069,
      "_cl": 1070,
      "_cfg": 1071,
      "_cache": 1072,
      "ke_with": 1073,
      "numbers": 1074,
      "_key": 1075,
      "qualname": 1076,
      "\\\"]⟧,\",": 1077,
      "final_score": 1078,
      "loads": 1079,
      "CONFIG_FILE_": 1080,
      "Args": 1081,
      "Argument": 1082,
      "DecodeError": 1083,
      "open_id": 1084,
      "callback": 1085,
      "DIRS": 1086,
      "')]": 1087,
      "invoked_": 1088,
      "invoke_with": 1089,
      "\\\"\\\"\\\"\",\"": 1090,
      "Context": 1091,
      "multiply_parser": 1092,
      "required": 1093,
      "divide_parser": 1094,
      "subtract_parser": 1095,
      "Annotated": 1096,
      "LOC": 1097,
      "NAME": 1098,
      "ROO": 1099,
      "Second": 1100,
      "Stub": 1101,
      "_PRE": 1102,
      "duration_s": 1103,
      "language": 1104,
      "rounds_comple": 1105,
      "exited": 1106,
      "))\",\"\"])": 1107,
      "shared_schema": 1108,
      "_prompt_str": 1109,
      "First": 1110,
      "llm": 1111,
      "latenc": 1112,
      "inputs": 1113,
      "_api_key_env": 1114,
      "JSONDecodeError": 1115,
      "([\"@": 1116,
      "Atomadic": 1117,
      "IGNORED_": 1118,
      "_balance_": 1119,
      "_header_lines": 1120,
      "cleaned": 1121,
      "kdown": 1122,
      "recommendat": 1123,
      "index": 1124,
      "in_memory_pipe": 1125,
      "set_defaults": 1126,
      "converged": 1127,
      "summary": 1128,
      "proposed_": 1129,
      "available": 1130,
      "cli_demo_stdout": 1131,
      "CONFIG_FILE_NAME": 1132,
      "open_idx": 1133,
      "invoked_subcommand": 1134,
      "invoke_without_command": 1135,
      "rounds_completed": 1136,
      "latency_ms": 1137,
      "IGNORED_DIRS": 1138,
      "recommendations": 1139,
      "\"#": 1140,
      "\":\"": 1141,
      "'{": 1142,
      "(⟪{'": 1143,
      ")∈": 1144,
      ")∨": 1145,
      ")⟧": 1146,
      ",\"": 1147,
      ".\\\"\\\"\\\"\",\"": 1148,
      "100": 1149,
      "2σ": 1150,
      ":.": 1151,
      "=⟪{'": 1152,
      "?\"": 1153,
      "AA": 1154,
      "AI": 1155,
      "AV": 1156,
      "Ch": 1157,
      "Dire": 1158,
      "Generat": 1159,
      "HON": 1160,
      "Imp": 1161,
      "JAV": 1162,
      "OS": 1163,
      "PY": 1164,
      "Sco": 1165,
      "Sur": 1166,
      "Signature": 1167,
      "TYP": 1168,
      "THON": 1169,
      "Val": 1170,
      "[]\",\"": 1171,
      "_se": 1172,
      "_to": 1173,
      "_producer": 1174,
      "_consumer": 1175,
      "_utc": 1176,
      "_type": 1177,
      "_si": 1178,
      "_raw": 1179,
      "ab": 1180,
      "are": 1181,
      "ast": 1182,
      "ase": 1183,
      "adic": 1184,
      "bl": 1185,
      "base": 1186,
      "cer": 1187,
      "ctions": 1188,
      "cros": 1189,
      "ew": 1190,
      "ever": 1191,
      "fli": 1192,
      "find": 1193,
      "ies": 1194,
      "ize": 1195,
      "kg": 1196,
      "ker": 1197,
      "ken": 1198,
      "ly": 1199,
      "ler": 1200,
      "lle": 1201,
      "mjs": 1202,
      "pt": 1203,
      "per": 1204,
      "pass": 1205,
      "pkg": 1206,
      "sa": 1207,
      "scrip": 1208,
      "signature": 1209,
      "ve": 1210,
      "voc": 1211,
      "wh": 1212,
      "ys": 1213,
      "yout": 1214,
      "|----": 1215,
      "⟪:": 1216,
      "erme": 1217,
      "revi": 1218,
      "ator": 1219,
      "ini": 1220,
      "ings": 1221,
      "arc": 1222,
      "arts": 1223,
      "stat": 1224,
      "stall": 1225,
      "gemin": 1226,
      "',\",\"": 1227,
      "and_": 1228,
      "anthropic": 1229,
      "comp": 1230,
      "cover": 1231,
      "ded": 1232,
      "descrip": 1233,
      "disco": 1234,
      "diate": 1235,
      "digest": 1236,
      "tif": 1237,
      "ace": 1238,
      "meth": 1239,
      "export": 1240,
      "e_report": 1241,
      "\"))": 1242,
      "ts_utc": 1243,
      "forwar": 1244,
      "mments": 1245,
      "producer_fn": 1246,
      "ulary": 1247,
      "add": 1248,
      "adapt": 1249,
      "load_": 1250,
      "try": 1251,
      "_pure": 1252,
      "names": 1253,
      "synerg": 1254,
      "_comments": 1255,
      "src_root": 1256,
      "to_tier": 1257,
      "ueError": 1258,
      "config_fi": 1259,
      "\"],": 1260,
      "\\\"]⟧.\\\"\\\"\\\"\",\"": 1261,
      "ocstring": 1262,
      "interme": 1263,
      "this": 1264,
      "output_root": 1265,
      "_domain": 1266,
      "_docstring": 1267,
      "**{": 1268,
      "keys": 1269,
      "viol": 1270,
      ",\",\")": 1271,
      "Command": 1272,
      "prefix": 1273,
      "md_path": 1274,
      "excer": 1275,
      "({'.": 1276,
      "get_docstring": 1277,
      "tier_index": 1278,
      "strip_comments": 1279,
      "from_tier": 1280,
      "Symbol": 1281,
      "_render_phase_omission": 1282,
      "_render_json_artifact": 1283,
      "sibl": 1284,
      "lineage": 1285,
      "consumer_fn": 1286,
      "source_root": 1287,
      "Defaul": 1288,
      "ManifestCard": 1289,
      "openai": 1290,
      "calls": 1291,
      "cur_score": 1292,
      ".\",\"-": 1293,
      "ESCRIPT_EXTS": 1294,
      "manifest_dir": 1295,
      "run_id": 1296,
      "Registry": 1297,
      "parts": 1298,
      "lower": 1299,
      "subtract": 1300,
      "ollama_": 1301,
      "LAN": 1302,
      "read_text": 1303,
      "read_config_fi": 1304,
      "top_n": 1305,
      "top_level": 1306,
      "classes": 1307,
      "monadic": 1308,
      "tags": 1309,
      "⟧`\",": 1310,
      "symbol_count": 1311,
      "_append": 1312,
      "ASCRIPT_EXTS": 1313,
      "Intent": 1314,
      "SETS": 1315,
      "TIER": 1316,
      "work": 1317,
      "detect_": 1318,
      "alignment": 1319,
      "artifact_md_path": 1320,
      "except": 1321,
      "LOCAL_CONFIG_DIR": 1322,
      "StubLLMClient": 1323,
      "_PRESETS": 1324,
      ")∨\"\"": 1325,
      "Directory": 1326,
      "Generated": 1327,
      "JAVASCRIPT_EXTS": 1328,
      "OSError": 1329,
      "PYTHON": 1330,
      "Surface": 1331,
      "TYPESCRIPT_EXTS": 1332,
      "ValueError": 1333,
      "_token": 1334,
      "_size": 1335,
      "_raw_append": 1336,
      "abulary": 1337,
      "crosses": 1338,
      "flict": 1339,
      "llections": 1340,
      "vocabulary": 1341,
      "review": 1342,
      "coverage": 1343,
      "description": 1344,
      "metho": 1345,
      "exported_": 1346,
      "forwarded": 1347,
      "intermediate": 1348,
      "sibling": 1349,
      "RegistryManifestCard": 1350,
      "read_config_file": 1351,
      "PYTHON_EXTS": 1352,
      "_tokens": 1353,
      "\"```": 1354,
      "'\",\"": 1355,
      "'--": 1356,
      "').": 1357,
      "'))\",\"": 1358,
      "(),": 1359,
      "):": 1360,
      ")?": 1361,
      ")≥": 1362,
      ")}⟫": 1363,
      "*.": 1364,
      "-⟦": 1365,
      "-')": 1366,
      ".\")": 1367,
      ".\"\"": 1368,
      ".')]": 1369,
      "/\"": 1370,
      "//": 1371,
      "0f": 1372,
      "25": 1373,
      "4ι": 1374,
      ":\"\"": 1375,
      "://": 1376,
      "=[": 1377,
      "AG": 1378,
      "Auto": 1379,
      "ALL": 1380,
      "BAL_CONFIG_DIR": 1381,
      "CO": 1382,
      "Can": 1383,
      "EC": 1384,
      "EM": 1385,
      "EN": 1386,
      "GU": 1387,
      "Gem": 1388,
      "GLO": 1389,
      "ITS": 1390,
      "Kind": 1391,
      "KG_": 1392,
      "MA": 1393,
      "MM": 1394,
      "MP": 1395,
      "NI": 1396,
      "Ol": 1397,
      "Open": 1398,
      "Pro": 1399,
      "Pic": 1400,
      "PKG_": 1401,
      "ST": 1402,
      "Script": 1403,
      "Te": 1404,
      "Ti": 1405,
      "Typ": 1406,
      "The": 1407,
      "Test": 1408,
      "Wire": 1409,
      "Za": 1410,
      "[⟪:": 1411,
      "].": 1412,
      "]\",": 1413,
      "],\",\"": 1414,
      "]:\"\"": 1415,
      "__": 1416,
      "_ro": 1417,
      "_de": 1418,
      "__p": 1419,
      "_json": 1420,
      "_confi": 1421,
      "_la": 1422,
      "_text": 1423,
      "_EX": 1424,
      "_ass": 1425,
      "_line": 1426,
      "_candidate_id": 1427,
      "_NAM": 1428,
      "_ms": 1429,
      "_imports": 1430,
      "_mar": 1431,
      "_required": 1432,
      "_summary": 1433,
      "_excer": 1434,
      "_calls": 1435,
      "_MA": 1436,
      "`.": 1437,
      "`\",\"": 1438,
      "a1": 1439,
      "a2": 1440,
      "a4": 1441,
      "ach": 1442,
      "akdown": 1443,
      "br": 1444,
      "bu": 1445,
      "bre": 1446,
      "bel": 1447,
      "b_s": 1448,
      "ce": 1449,
      "ci": 1450,
      "cs": 1451,
      "ces": 1452,
      "cjs": 1453,
      "cach": 1454,
      "der": 1455,
      "eb": 1456,
      "eg": 1457,
      "ev": 1458,
      "eCard": 1459,
      "eff": 1460,
      "fre": 1461,
      "fe_": 1462,
      "ful": 1463,
      "flo": 1464,
      "gnore": 1465,
      "hex": 1466,
      "hand": 1467,
      "hap": 1468,
      "hig": 1469,
      "hlib": 1470,
      "io": 1471,
      "ide": 1472,
      "jp": 1473,
      "ju": 1474,
      "kip": 1475,
      "l_p": 1476,
      "myp": 1477,
      "mil": 1478,
      "next": 1479,
      "of": 1480,
      "ose": 1481,
      "ot_": 1482,
      "osi": 1483,
      "pip": 1484,
      "pth": 1485,
      "ption": 1486,
      "pipe": 1487,
      "ru": 1488,
      "ran": 1489,
      "sv": 1490,
      "sent": 1491,
      "sider": 1492,
      "shap": 1493,
      "skip": 1494,
      "t0": 1495,
      "tp": 1496,
      "tre": 1497,
      "ture": 1498,
      "ude": 1499,
      "val": 1500,
      "vsco": 1501,
      "ward": 1502,
      "wire": 1503,
      "web": 1504,
      "xt": 1505,
      "yel": 1506,
      "ycach": 1507,
      "{'": 1508,
      "})": 1509,
      "∅})": 1510,
      "∨\"": 1511,
      "≠∅})": 1512,
      "⟧\")": 1513,
      "⟫]⟧": 1514,
      "erers": 1515,
      "onic": 1516,
      "on_con": 1517,
      "read": 1518,
      "rename": 1519,
      "repl": 1520,
      "rectory": 1521,
      "resp": 1522,
      "rel_p": 1523,
      "ints": 1524,
      "instan": 1525,
      "install": 1526,
      "ort_": 1527,
      "orary": 1528,
      "sts": 1529,
      "stem": 1530,
      "eno": 1531,
      "enfor": 1532,
      "encode": 1533,
      "\",\"##": 1534,
      "see": 1535,
      "role": 1536,
      "anel": 1537,
      "collections": 1538,
      "dist": 1539,
      "directory": 1540,
      "tignore": 1541,
      "chit": 1542,
      "constants": 1543,
      "consider": 1544,
      "'./": 1545,
      "d_types": 1546,
      "d_names": 1547,
      "d_lineage": 1548,
      "\\\")⟧": 1549,
      "itted": 1550,
      "unt_": 1551,
      "fig": 1552,
      "first": 1553,
      "file_": 1554,
      "meta": 1555,
      "mpfile": 1556,
      "mp_required": 1557,
      "mporary": 1558,
      "extra": 1559,
      "e__": 1560,
      "\")).": 1561,
      "tsx": 1562,
      "asci": 1563,
      "(\"^": 1564,
      "(\"\",": 1565,
      "jsx": 1566,
      "package_root": 1567,
      "package_name": 1568,
      "transcript": 1569,
      "self_ass": 1570,
      "_panel": 1571,
      "syn": 1572,
      "verb_s": 1573,
      "is_": 1574,
      "ision": 1575,
      "isinstan": 1576,
      "_count_": 1577,
      "forged": 1578,
      ").')]": 1579,
      "schemas": 1580,
      "toml": 1581,
      "config_path": 1582,
      "⟪{}⟫": 1583,
      "chain_count_": 1584,
      "sult": 1585,
      "havi": 1586,
      "layout": 1587,
      "laude": 1588,
      "T_RE": 1589,
      "T_FIL": 1590,
      "T_TE": 1591,
      "otonic": 1592,
      "callable": 1593,
      "igno": 1594,
      "ignore": 1595,
      "pair": 1596,
      "didateCard": 1597,
      "renderers": 1598,
      "else": 1599,
      "lineno": 1600,
      "help_text": 1601,
      "render_tests": 1602,
      "via": 1603,
      "wrang": 1604,
      "wrapp": 1605,
      "docs": 1606,
      "doc_tokens": 1607,
      "feed": 1608,
      "upward": 1609,
      "\"\"\"\"": 1610,
      "Comp": 1611,
      "Count": 1612,
      "y_cache": 1613,
      "urllib": 1614,
      "orchestrate": 1615,
      "orchestrator": 1616,
      "ice": 1617,
      "4_project_": 1618,
      "_of": 1619,
      "emitted": 1620,
      "points": 1621,
      "choice": 1622,
      "write": 1623,
      "tier_inv": 1624,
      "tier_inventory": 1625,
      "feature_count": 1626,
      "cur_prefix": 1627,
      "gist": 1628,
      "gitignore": 1629,
      "```\",\"\",": 1630,
      "importable": 1631,
      "write_manifest": 1632,
      "write_registry": 1633,
      "_render_shared_schema": 1634,
      "_render_in_memory_pipe": 1635,
      "phase_": 1636,
      "⟨⟩→[": 1637,
      "commands_dir": 1638,
      "commandsmith": 1639,
      "catalog_size": 1640,
      "final_output": 1641,
      "finalize": 1642,
      "generated": 1643,
      "has_cl": 1644,
      "hashlib": 1645,
      "smoke": 1646,
      "modules": 1647,
      "_present": 1648,
      "candidate_count": 1649,
      "source_repo": 1650,
      "atomadic_forge_se": 1651,
      "Demo": 1652,
      "_first": 1653,
      "_files": 1654,
      "_file_": 1655,
      "ire_pure": 1656,
      "sha25": 1657,
      "local_path": 1658,
      "local_cfg": 1659,
      "default_exp": 1660,
      "cur_out": 1661,
      "cur_src": 1662,
      "cur_auto": 1663,
      "1_provider": 1664,
      "'})}⟫": 1665,
      "Config": 1666,
      "Result": 1667,
      "ff_cache": 1668,
      "i_key": 1669,
      "priv": 1670,
      "parse": 1671,
      "require_pure": 1672,
      "exists": 1673,
      "score_bre": 1674,
      "erryPic": 1675,
      "ollama_url": 1676,
      "_step4_project_": 1677,
      "_step1_provider": 1678,
      "Anthropic": 1679,
      "LATE": 1680,
      "Step": 1681,
      "duration_ms": 1682,
      "lang_la": 1683,
      "woff": 1684,
      "domain_inv": 1685,
      "domain_inventory": 1686,
      "domain_ju": 1687,
      "shared_vocabulary": 1688,
      "SynergyScanReport": 1689,
      "EmergentScanReport": 1690,
      "global_": 1691,
      "global_path": 1692,
      "global_cfg": 1693,
      "_chains_count": 1694,
      "befo": 1695,
      "behavi": 1696,
      "class": 1697,
      "found": 1698,
      "html": 1699,
      "http": 1700,
      "ild": 1701,
      "monotonic": 1702,
      "save": 1703,
      "save_report": 1704,
      "tempfile": 1705,
      "stateful": 1706,
      "\",\"\",\"```": 1707,
      "\",\"\",\"##": 1708,
      "fields": 1709,
      "field_types": 1710,
      "pytest_cache": 1711,
      "_append_lineage": 1712,
      "has_self_ass": 1713,
      "'],": 1714,
      "max_chains": 1715,
      "max_de": 1716,
      "merge_confi": 1717,
      "error_": 1718,
      "_classes": 1719,
      "ROOT": 1720,
      "ROOT_TE": 1721,
      "llm_name": 1722,
      "_balance_pair": 1723,
      "CherryPic": 1724,
      "Import": 1725,
      "Score": 1726,
      "SignatureCard": 1727,
      "base_url": 1728,
      "certif": 1729,
      "every": 1730,
      "findings": 1731,
      "peration": 1732,
      "safe_": 1733,
      "signatures": 1734,
      "why": 1735,
      "|--------": 1736,
      "gemini_key": 1737,
      "anthropic_key": 1738,
      "discover": 1739,
      "adapter": 1740,
      "load_config": 1741,
      "synergies": 1742,
      "_domains": 1743,
      "_docstring_first": 1744,
      "violations": 1745,
      "Default": 1746,
      "openai_key": 1747,
      "ollama_model": 1748,
      "LANGU": 1749,
      "tags_url": 1750,
      "TIER_NAM": 1751,
      "worktre": 1752,
      "detect_ollama": 1753,
      "crosses_domains": 1754,
      "method_names": 1755,
      "sibling_imports": 1756,
      ".\"\"\"": 1757,
      "COMM": 1758,
      "CandidateCard": 1759,
      "EMITS": 1760,
      "ENT_RE": 1761,
      "Gemini": 1762,
      "GLOBAL_CONFIG_DIR": 1763,
      "MPLATE": 1764,
      "Ollama": 1765,
      "OpenAI": 1766,
      "PKG_ROOT_TE": 1767,
      "Temporary": 1768,
      "Tier": 1769,
      "_root_": 1770,
      "__pycach": 1771,
      "_EXT": 1772,
      "build": 1773,
      "css": 1774,
      "evol": 1775,
      "effec": 1776,
      "free": 1777,
      "float": 1778,
      "hexdigest": 1779,
      "higher": 1780,
      "idea": 1781,
      "mypy_cache": 1782,
      "ruff_cache": 1783,
      "vscode": 1784,
      "yellow": 1785,
      "⟫]⟧\")": 1786,
      "on_conflict": 1787,
      "replace": 1788,
      "rel_parts": 1789,
      "enforces": 1790,
      "chitec": 1791,
      "considered": 1792,
      "verb_signature": 1793,
      "isinstance": 1794,
      "chain_count_considered": 1795,
      "wrangler": 1796,
      "Counter": 1797,
      "orchestrators": 1798,
      "final_output_type": 1799,
      "has_class": 1800,
      "sha256": 1801,
      "default_export_": 1802,
      "private": 1803,
      "score_breakdown": 1804,
      "_step4_project_defaults": 1805,
      "lang_label": 1806,
      "domain_jump_required": 1807,
      "before": 1808,
      "has_self_assign": 1809,
      "max_depth": 1810,
      "merge_configs": 1811,
      "CherryPick": 1812,
      "safe_intent": 1813,
      "_docstring_first_line": 1814,
      "LANGUAG": 1815,
      "TIER_NAMES": 1816,
      "worktrees": 1817,
      "COMMENT_RE": 1818,
      "PKG_ROOT_TEMPLATE": 1819,
      "TemporaryDirectory": 1820,
      "__pycache__": 1821,
      "\"'": 1822,
      "\"/": 1823,
      "\"~": 1824,
      "\"+\"": 1825,
      "\"?\"": 1826,
      "'\"": 1827,
      "'\")": 1828,
      "')\",\"": 1829,
      "''),": 1830,
      "'').": 1831,
      "(!": 1832,
      "(?": 1833,
      "(\\\"": 1834,
      "()\",\"": 1835,
      ")(": 1836,
      ")]": 1837,
      ")\",": 1838,
      ")\\\"": 1839,
      ")\")": 1840,
      ")[\"": 1841,
      "):\",\"": 1842,
      ")\"])": 1843,
      ")},": 1844,
      "+\",": 1845,
      ",\",": 1846,
      "-]": 1847,
      "-|--------": 1848,
      ".\"])": 1849,
      "/.": 1850,
      "/{": 1851,
      "/⟦": 1852,
      "/\".": 1853,
      "/\\\")⟧": 1854,
      "11": 1855,
      "1f": 1856,
      "200": 1857,
      "34": 1858,
      "3_api_ke": 1859,
      "40": 1860,
      "434": 1861,
      "5_": 1862,
      "75": 1863,
      "7B": 1864,
      "7b": 1865,
      "9_": 1866,
      ":∅": 1867,
      "=\",": 1868,
      "=\\\"": 1869,
      "=(\"": 1870,
      "=⟪{}⟫": 1871,
      "Ad": 1872,
      "As": 1873,
      "Bo": 1874,
      "BLOC": 1875,
      "CE": 1876,
      "Cer": 1877,
      "C_EXTS": 1878,
      "Claude": 1879,
      "DO": 1880,
      "DS": 1881,
      "Di": 1882,
      "Dec": 1883,
      "Dic": 1884,
      "Duration": 1885,
      "ED": 1886,
      "EF": 1887,
      "ED_": 1888,
      "Ell": 1889,
      "Fe": 1890,
      "Fo": 1891,
      "Fin": 1892,
      "Find": 1893,
      "FES": 1894,
      "FEC": 1895,
      "F_EXT": 1896,
      "GI": 1897,
      "GP": 1898,
      "Go": 1899,
      "GED": 1900,
      "It": 1901,
      "IDE": 1902,
      "INI": 1903,
      "Js": 1904,
      "Jav": 1905,
      "JEC": 1906,
      "K_": 1907,
      "Ke": 1908,
      "La": 1909,
      "LError": 1910,
      "Lang": 1911,
      "Liv": 1912,
      "Ma": 1913,
      "Mer": 1914,
      "Man": 1915,
      "Multiply": 1916,
      "MAI": 1917,
      "Nex": 1918,
      "Not": 1919,
      "NE_": 1920,
      "NG_": 1921,
      "N_EXT": 1922,
      "OU": 1923,
      "OW": 1924,
      "Out": 1925,
      "Option": 1926,
      "Operation": 1927,
      "OF_EXT": 1928,
      "Pl": 1929,
      "Pre": 1930,
      "Package": 1931,
      "Parser": 1932,
      "Phase": 1933,
      "Pass": 1934,
      "RY": 1935,
      "Ro": 1936,
      "Res": 1937,
      "Rec": 1938,
      "R_MA": 1939,
      "RLError": 1940,
      "Si": 1941,
      "So": 1942,
      "Smo": 1943,
      "Sha": 1944,
      "Sub": 1945,
      "SOU": 1946,
      "Th": 1947,
      "TTI": 1948,
      "URLError": 1949,
      "Vi": 1950,
      "Ver": 1951,
      "VER": 1952,
      "VIDE": 1953,
      "Wh": 1954,
      "Wor": 1955,
      "[⟦": 1956,
      "[\",\"": 1957,
      "\\-]": 1958,
      "](": 1959,
      "][": 1960,
      "]\")": 1961,
      "])⟧": 1962,
      "_n": 1963,
      "_r": 1964,
      "_in": 1965,
      "_en": 1966,
      "_for": 1967,
      "_args": 1968,
      "_can": 1969,
      "_src": 1970,
      "_resul": 1971,
      "_up": 1972,
      "_fix": 1973,
      "_strip": 1974,
      "_RE": 1975,
      "_import": 1976,
      "_write_": 1977,
      "_len": 1978,
      "_catalog": 1979,
      "_consum": 1980,
      "_functions": 1981,
      "_raise": 1982,
      "_dict": 1983,
      "_FIL": 1984,
      "_all": 1985,
      "_module": 1986,
      "_trajectory": 1987,
      "_LI": 1988,
      "_Store": 1989,
      "_attr": 1990,
      "_wor": 1991,
      "_log": 1992,
      "_and_": 1993,
      "_ollama_": 1994,
      "_Generated": 1995,
      "_ST": 1996,
      "_asci": 1997,
      "_is_": 1998,
      "_emitted": 1999,
      "_modules": 2000,
      "__file_": 2001,
      "_BLOC": 2002,
      "_INI": 2003,
      "_SOU": 2004,
      "`)": 2005,
      "`--": 2006,
      "`/`": 2007,
      "ame": 2008,
      "amp": 2009,
      "abo": 2010,
      "aider": 2011,
      "ajectory": 2012,
      "aml": 2013,
      "aScript": 2014,
      "bmp": 2015,
      "best": 2016,
      "ck": 2017,
      "car": 2018,
      "cit": 2019,
      "cul": 2020,
      "cfg": 2021,
      "cision": 2022,
      "claude": 2023,
      "df": 2024,
      "don": 2025,
      "den": 2026,
      "denc": 2027,
      "edi": 2028,
      "ets": 2029,
      "eed": 2030,
      "emergent": 2031,
      "eback": 2032,
      "eScript": 2033,
      "fs": 2034,
      "ft": 2035,
      "fer": 2036,
      "fut": 2037,
      "fla": 2038,
      "fol": 2039,
      "ftest": 2040,
      "gu": 2041,
      "ger": 2042,
      "gat": 2043,
      "git": 2044,
      "gif": 2045,
      "gith": 2046,
      "ggest": 2047,
      "hg": 2048,
      "ho": 2049,
      "hard": 2050,
      "hid": 2051,
      "hint": 2052,
      "iz": 2053,
      "ico": 2054,
      "istr": 2055,
      "ile": 2056,
      "ium": 2057,
      "idate": 2058,
      "imin": 2059,
      "i_trajectory": 2060,
      "ks": 2061,
      "kit": 2062,
      "know": 2063,
      "k_chains": 2064,
      "k_all": 2065,
      "ls": 2066,
      "less": 2067,
      "lexit": 2068,
      "lve": 2069,
      "man": 2070,
      "mal": 2071,
      "mistr": 2072,
      "ng": 2073,
      "nu": 2074,
      "ned": 2075,
      "never": 2076,
      "need": 2077,
      "ou": 2078,
      "our": 2079,
      "over": 2080,
      "operation": 2081,
      "pts": 2082,
      "pas": 2083,
      "ped": 2084,
      "passes": 2085,
      "ppt": 2086,
      "pdf": 2087,
      "png": 2088,
      "rg": 2089,
      "rm": 2090,
      "ration": 2091,
      "rstrip": 2092,
      "rface": 2093,
      "ries": 2094,
      "sor": 2095,
      "sage": 2096,
      "sis": 2097,
      "sort": 2098,
      "scr": 2099,
      "sing": 2100,
      "simp": 2101,
      "sign": 2102,
      "sass": 2103,
      "sClient": 2104,
      "spec": 2105,
      "svel": 2106,
      "scss": 2107,
      "tf": 2108,
      "ty": 2109,
      "tor": 2110,
      "tch": 2111,
      "tal": 2112,
      "tes": 2113,
      "tas": 2114,
      "tain": 2115,
      "tup": 2116,
      "ty_": 2117,
      "ters": 2118,
      "txt": 2119,
      "ttf": 2120,
      "ug": 2121,
      "ual": 2122,
      "ues": 2123,
      "uct": 2124,
      "usClient": 2125,
      "ves": 2126,
      "ver_": 2127,
      "v2_": 2128,
      "ve_report": 2129,
      "wer": 2130,
      "wav": 2131,
      "wir": 2132,
      "ware": 2133,
      "wiz": 2134,
      "xls": 2135,
      "yError": 2136,
      "yml": 2137,
      "yResult": 2138,
      "yScore": 2139,
      "yaml": 2140,
      "you": 2141,
      "z0": 2142,
      "zer": 2143,
      "ze_": 2144,
      "{}": 2145,
      "|⟦": 2146,
      "}}⟫": 2147,
      "}'}⟫": 2148,
      "→\".": 2149,
      "∨\\\"": 2150,
      "∨⟪{": 2151,
      "∨[]": 2152,
      "≟\"": 2153,
      "✓\":\"": 2154,
      "⟧\"": 2155,
      "⟧.": 2156,
      "⟧/": 2157,
      "⟧;": 2158,
      "⟧\",": 2159,
      "⟧\".": 2160,
      "⟧->": 2161,
      "⟧'\"": 2162,
      "⟧|⟦": 2163,
      "⟫]": 2164,
      "erent": 2165,
      "ered": 2166,
      "ons": 2167,
      "onents": 2168,
      "only": 2169,
      "onder": 2170,
      "onger": 2171,
      "recon": 2172,
      "real": 2173,
      "reas": 2174,
      "reso": 2175,
      "registr": 2176,
      "relat": 2177,
      "regist": 2178,
      "re_log": 2179,
      "ating": 2180,
      "atio": 2181,
      "\",[\"": 2182,
      "\",[]": 2183,
      "instr": 2184,
      "inser": 2185,
      "info": 2186,
      "infer": 2187,
      "arit": 2188,
      "architec": 2189,
      "ord": 2190,
      "oral": 2191,
      "order": 2192,
      "ormal": 2193,
      "stand": 2194,
      "step": 2195,
      "stub": 2196,
      "starts": 2197,
      "st_size": 2198,
      "stamp": 2199,
      "enal": 2200,
      "enum": 2201,
      "ges": 2202,
      "geDec": 2203,
      "\",\"$": 2204,
      "\",\"\")": 2205,
      "\",\"```\",\"\",": 2206,
      "sed": 2207,
      "sets": 2208,
      "separ": 2209,
      "any": 2210,
      "andu": 2211,
      "annot": 2212,
      "cov": 2213,
      "coher": 2214,
      "utes": 2215,
      "utReport": 2216,
      "dest": 2217,
      "decision": 2218,
      "diff": 2219,
      "discr": 2220,
      "tic": 2221,
      "til": 2222,
      "cherr": 2223,
      "consts": 2224,
      "ale": 2225,
      "als": 2226,
      "almo": 2227,
      "alid": 2228,
      "alone": 2229,
      "sues": 2230,
      "sumes": 2231,
      "suggest": 2232,
      "surface": 2233,
      "sure_log": 2234,
      "may": 2235,
      "proves": 2236,
      "acros": 2237,
      "d_chains": 2238,
      "d_imports": 2239,
      "d_signature": 2240,
      "d_hand": 2241,
      "\\\"])⟧": 2242,
      "its": 2243,
      "unavailable": 2244,
      "unknow": 2245,
      "unspec": 2246,
      "until": 2247,
      "ent_count": 2248,
      "files": 2249,
      "urlo": 2250,
      "urist": 2251,
      "strings": 2252,
      "stronger": 2253,
      "dule": 2254,
      "mp3": 2255,
      "mp4": 2256,
      "expose": 2257,
      ":[[": 2258,
      "er_name": 2259,
      "er_app": 2260,
      "er_default_": 2261,
      "er_pay": 2262,
      "er_inputs": 2263,
      "er_igno": 2264,
      "e_to": 2265,
      "e_config": 2266,
      "t_to": 2267,
      "t_distribution": 2268,
      "\"),": 2269,
      "\")))": 2270,
      "\")∨[]": 2271,
      "ipsis": 2272,
      "lect": 2273,
      "leNot": 2274,
      "as_p": 2275,
      "assumes": 2276,
      "typer_app": 2277,
      "(\"[": 2278,
      "(\"\"\"": 2279,
      "(\".\")": 2280,
      "(\"`\",\"": 2281,
      "(\"→\".": 2282,
      "ackets": 2283,
      "lied": 2284,
      "licit": 2285,
      "produce": 2286,
      "produced": 2287,
      "producer_pay": 2288,
      "js_re": 2289,
      "adme": 2290,
      "adoc": 2291,
      "package_json": 2292,
      "ure__": 2293,
      "ure_excer": 2294,
      "api": 2295,
      "appen": 2296,
      "lock": 2297,
      "nox": 2298,
      "novel": 2299,
      "no_up": 2300,
      "heurist": 2301,
      "edDic": 2302,
      "_penal": 2303,
      "verif": 2304,
      "verdict": 2305,
      "can_import": 2306,
      "idoc": 2307,
      "idges": 2308,
      "--|--------": 2309,
      "---|--------": 2310,
      "fail": 2311,
      "faile": 2312,
      "ify": 2313,
      "is_pure": 2314,
      "issues": 2315,
      "jsonl": 2316,
      "_commands": 2317,
      "_collections": 2318,
      "named": 2319,
      "confidenc": 2320,
      "confirm": 2321,
      "schedule": 2322,
      ").\\\"\\\"\\\"\",\"": 2323,
      ")\",\"\",": 2324,
      ")\",\"\",\"##": 2325,
      ")\",\"```\",\"\",": 2326,
      "tox": 2327,
      "total": 2328,
      "subdir": 2329,
      "sub_dir": 2330,
      "sub_commands": 2331,
      "ation_count": 2332,
      "ation_comple": 2333,
      "\"]]": 2334,
      "\"]))": 2335,
      "\"]).": 2336,
      "⟪{**{": 2337,
      "[\"[": 2338,
      "\\\"]⟧\")": 2339,
      "\\\"]⟧],\",\"": 2340,
      "FIX": 2341,
      "ocation": 2342,
      "bool": 2343,
      "ogle": 2344,
      "runner": 2345,
