{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[STRUCTURAL_OPEN]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[STRUCTURAL_CLOSE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      "[MASK]": 4,
      "[STRUCTURAL_OPEN]": 5,
      "[STRUCTURAL_CLOSE]": 6,
      "!": 7,
      "\"": 8,
      "#": 9,
      "$": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "¬": 98,
      "ι": 99,
      "λ": 100,
      "π": 101,
      "σ": 102,
      "ω": 103,
      "–": 104,
      "—": 105,
      "→": 106,
      "↦": 107,
      "⇒": 108,
      "∅": 109,
      "∈": 110,
      "∉": 111,
      "∧": 112,
      "∨": 113,
      "≟": 114,
      "≠": 115,
      "≤": 116,
      "≥": 117,
      "▷": 118,
      "✓": 119,
      "⟦": 120,
      "⟧": 121,
      "⟨": 122,
      "⟩": 123,
      "⟪": 124,
      "⟫": 125,
      ":i": 126,
      "⟩→": 127,
      "1π": 128,
      "⟩→i": 129,
      ":s": 130,
      "[i": 131,
      "[i]": 132,
      "re": 133,
      "er": 134,
      "nt": 135,
      ":i⟩→i": 136,
      "al": 137,
      ":[i]": 138,
      "ou": 139,
      "ke": 140,
      "ow": 141,
      "hs": 142,
      "val": 143,
      "in": 144,
      "ri": 145,
      "key": 146,
      ":s⟩→": 147,
      "s:[i]": 148,
      "ta": 149,
      "id": 150,
      "()": 151,
      "su": 152,
      ":s⟩→s": 153,
      "te": 154,
      "⟩→f": 155,
      "mp": 156,
      "ma": 157,
      "pre": 158,
      "od": 159,
      "ac": 160,
      "st": 161,
      ":i⟩": 162,
      "ue": 163,
      "rhs": 164,
      "value": 165,
      "le": 166,
      "co": 167,
      "out": 168,
      "min": 169,
      "s:[i]⟩→i": 170,
      "acc": 171,
      "_o": 172,
      "ody": 173,
      "body": 174,
      "idx": 175,
      "an": 176,
      ":i⟩→f": 177,
      ":f": 178,
      "max": 179,
      "lhs": 180,
      "cnt": 181,
      "_of": 182,
      "d_": 183,
      "me": 184,
      "tmp": 185,
      "ch": 186,
      "⟩→[i]": 187,
      "ar": 188,
      "se": 189,
      "fi": 190,
      "na": 191,
      "di": 192,
      "rip": 193,
      "da": 194,
      "name": 195,
      "ad": 196,
      "ent": 197,
      "s_": 198,
      "⟨l": 199,
      "ms": 200,
      "strip": 201,
      "data": 202,
      "ul": 203,
      "⟨x": 204,
      "sub": 205,
      "low": 206,
      ".strip": 207,
      ".strip()": 208,
      "lower": 209,
      "pow": 210,
      "⟨key": 211,
      "len": 212,
      "per": 213,
      "is_": 214,
      "≟0": 215,
      "|≟0": 216,
      "row": 217,
      "s:[i]⟩→[i]": 218,
      "nd": 219,
      "rie": 220,
      "entrie": 221,
      "el": 222,
      "up": 223,
      "mul": 224,
      "ge": 225,
      "sum": 226,
      "ite": 227,
      "bu": 228,
      "upper": 229,
      "on": 230,
      "buf": 231,
      "⟨y": 232,
      "ard": 233,
      "s[": 234,
      "ank": 235,
      "s)": 236,
      ":_": 237,
      "ab": 238,
      "⟨value": 239,
      "abel": 240,
      "\",": 241,
      "ount": 242,
      "tag": 243,
      "ed_": 244,
      "core": 245,
      "⟨name": 246,
      "**": 247,
      "ine": 248,
      "xt": 249,
      "sc": 250,
      "th": 251,
      ":[": 252,
      "text": 253,
      "add": 254,
      "ty": 255,
      "cho": 256,
      "echo": 257,
      "⟨x:i": 258,
      "_]": 259,
      "or": 260,
      "ver": 261,
      "msg": 262,
      "che": 263,
      ":[i]⟩→i": 264,
      "bl": 265,
      "ale": 266,
      ":s⟩→b": 267,
      ":f⟩→f": 268,
      "scale": 269,
      ".strip()|≟0": 270,
      "is_bl": 271,
      "is_blank": 272,
      ":s⟩→i": 273,
      "len_of": 274,
      ".lower": 275,
      "⟨data": 276,
      ".lower()": 277,
      "\",\"": 278,
      "ff": 279,
      ":[_]": 280,
      "diff": 281,
      "items": 282,
      "*x": 283,
      "tri": 284,
      "trim": 285,
      "⟨row": 286,
      "ti": 287,
      "⟨entrie": 288,
      "',": 289,
      "fe": 290,
      "he": 291,
      "il": 292,
      "min(": 293,
      "min_of": 294,
      ":[_]⟩→": 295,
      ":b": 296,
      ".upper": 297,
      "emp": 298,
      ".upper()": 299,
      "1]": 300,
      "⟨buf": 301,
      ":[_]⟩→b": 302,
      "-1]": 303,
      "::": 304,
      "og": 305,
      "rever": 306,
      "is_emp": 307,
      "::-1]": 308,
      "reverse": 309,
      "is_empty": 310,
      "ble": 311,
      "max(": 312,
      "max_of": 313,
      "1:": 314,
      "s]": 315,
      "tail": 316,
      "1:]": 317,
      "gth": 318,
      "length": 319,
      "_di": 320,
      "00": 321,
      "d_sub": 322,
      "fig": 323,
      "ked_sub": 324,
      "[2": 325,
      "count": 326,
      "100": 327,
      "dou": 328,
      "x∈": 329,
      "[2*x": 330,
      "double": 331,
      "ound": 332,
      "head": 333,
      "cked_sub": 334,
      "ry": 335,
      "score": 336,
      "fix": 337,
      "checked_sub": 338,
      "≤100": 339,
      "prefix": 340,
      "label": 341,
      "0]": 342,
      "gu": 343,
      "sum(": 344,
      "Log": 345,
      "hi": 346,
      "⟨s": 347,
      "⟨label": 348,
      "sa": 349,
      "o:i": 350,
      "≥0": 351,
      "Ran": 352,
      "bound": 353,
      "⟨ite": 354,
      "⟨lo:i": 355,
      "ed_pow": 356,
      "hi:i⟩": 357,
      "Range": 358,
      "bounded_pow": 359,
      "⟨item": 360,
      "int": 361,
      "line": 362,
      "⟨tag": 363,
      "count:i⟩": 364,
      "ger": 365,
      "≠0": 366,
      "red": 367,
      "prefix:s": 368,
      "⟨prefix:s": 369,
      "Logger": 370,
      "safe": 371,
      "⟨id": 372,
      "_div": 373,
      "safe_div": 374,
      "⟨m": 375,
      "Card": 376,
      "⟨c": 377,
      "⟨name:s": 378,
      "ai": 379,
      "qu": 380,
      "Count": 381,
      "cond": 382,
      "score:f": 383,
      "Counter": 384,
      "arded_": 385,
      "guarded_": 386,
      "guarded_mul": 387,
      "⟨value:i⟩": 388,
      "requ": 389,
      "requi": 390,
      "rst": 391,
      "⟨rhs": 392,
      "second": 393,
      "':": 394,
      "Score": 395,
      ":_⟩": 396,
      "required": 397,
      ">0": 398,
      "Con": 399,
      "rank": 400,
      ":b⟩": 401,
      "⟨k": 402,
      "⟨n": 403,
      "ScoreCard": 404,
      "Config": 405,
      "rank:i⟩": 406,
      "⟨y:i": 407,
      "Ent": 408,
      "i:i": 409,
      "oint": 410,
      "ro": 411,
      "⟨a": 412,
      "⟨out": 413,
      "value:s": 414,
      "first": 415,
      "⟨line": 416,
      "⟨key:s": 417,
      "⟨rhs:i": 418,
      "required:b⟩": 419,
      "ConfigEnt": 420,
      "ConfigEntry": 421,
      "Point": 422,
      "y:i⟩": 423,
      "air": 424,
      "⟨text": 425,
      ":[i]⟩→[i]": 426,
      "Pair": 427,
      "⟨j": 428,
      "⟨first": 429,
      "idx:i": 430,
      "second:_⟩": 431,
      "⟨first:_": 432,
      "s|": 433,
      "⟨m:i": 434,
      "⟨k:i": 435,
      "\\n": 436,
      "⟨acc": 437,
      "s[::-1]": 438,
      "'.": 439,
      "⟨i:i": 440,
      "⟨a:i": 441,
      "⟨z": 442,
      "⟨out:i": 443,
      "⟨key:i": 444,
      "s[1:]": 445,
      "⟨data:[i]⟩→i": 446,
      "⟨j:i": 447,
      "⟨cnt": 448,
      "con": 449,
      "⟨n:i": 450,
      "s:[_]⟩→b": 451,
      "⟨lhs": 452,
      "⟨values:[i]⟩→i": 453,
      "⟨rows:[i]⟩→i": 454,
      "s|≟0": 455,
      "⟨val": 456,
      "⟨msg": 457,
      "⟨tmp": 458,
      "⟨idx:i": 459,
      "⟨acc:i": 460,
      "⟨z:i": 461,
      "⟨c:i": 462,
      "⟨buf:[i]⟩→i": 463,
      "s[0]": 464,
      "⟨label:s⟩→s": 465,
      "⟨val:i": 466,
      "x:i⟩→i": 467,
      "⟨id:s⟩→s": 468,
      "⟨cnt:i": 469,
      "⟨xs:[i]⟩→i": 470,
      "⟨ys:[i]⟩→i": 471,
      "⟨items:[i]⟩→i": 472,
      "⟨tmp:i": 473,
      "at": 474,
      "i:i⟩→i": 475,
      "ut": 476,
      "⟨lhs:i": 477,
      "⟨b": 478,
      "⟨tag:s⟩→s": 479,
      "⟨key:s⟩→s": 480,
      "key:i⟩→i": 481,
      "rhs:i⟩→i": 482,
      "idx:i⟩→i": 483,
      "⟨name:s⟩→s": 484,
      "a:i⟩→i": 485,
      "⟨entries:[i]⟩→i": 486,
      "⟨s:s⟩→s": 487,
      "⟨b:i": 488,
      "c:i⟩→i": 489,
      "k:i⟩→i": 490,
      "⟨ys:[i]⟩→[i]": 491,
      "de": 492,
      "⟨line:s⟩→s": 493,
      "rc": 494,
      "b:i⟩→i": 495,
      "j:i⟩→i": 496,
      "⟨text:s⟩→s": 497,
      "\")": 498,
      "m:i⟩→i": 499,
      "pe": 500,
      "val:i⟩→i": 501,
      "acc:i⟩→i": 502,
      "⟨entries:[i]⟩→[i]": 503,
      "ur": 504,
      "er_": 505,
      "lhs:i⟩→i": 506,
      "cnt:i⟩→i": 507,
      "tion": 508,
      "z:i⟩→i": 509,
      "rows)": 510,
      "n:i⟩→i": 511,
      "y:i⟩→i": 512,
      "odu": 513,
      "\"]": 514,
      "ct": 515,
      "for": 516,
      "values)": 517,
      "age": 518,
      "⟨data:[i]⟩→[i]": 519,
      "li": 520,
      "data)": 521,
      "items)": 522,
      "(\"": 523,
      "un": 524,
      "tmp:i⟩→i": 525,
      "data[": 526,
      "buf)": 527,
      "[\"": 528,
      "ack": 529,
      "si": 530,
      "str": 531,
      "⟨rows:[i]⟩→[i]": 532,
      "⟨msg:s⟩→s": 533,
      "_p": 534,
      "ate": 535,
      "rodu": 536,
      "roduc": 537,
      "s\"": 538,
      "ys)": 539,
      "get": 540,
      "en": 541,
      "js": 542,
      "oma": 543,
      "⟨xs:[i]⟩→[i]": 544,
      "ex": 545,
      "produc": 546,
      "xs)": 547,
      "|key": 548,
      "out:i⟩→i": 549,
      "ackage": 550,
      "⟨values:[i]⟩→[i]": 551,
      "c-": 552,
      "card": 553,
      "package": 554,
      "ure": 555,
      "|name": 556,
      "|tag": 557,
      "|label": 558,
      "arg": 559,
      "entries)": 560,
      "⟨buf:[i]⟩→[i]": 561,
      "|x": 562,
      ":[s]": 563,
      "items[": 564,
      "-x": 565,
      "?key": 566,
      "lf": 567,
      "mo": 568,
      "|data": 569,
      "|msg": 570,
      "self": 571,
      "⟨items:[i]⟩→[i]": 572,
      "x-": 573,
      "ap": 574,
      "mma": 575,
      "consum": 576,
      "\\\"": 577,
      "pa": 578,
      "sy": 579,
      "t(": 580,
      "mmand": 581,
      ")\",\"": 582,
      "buf[": 583,
      "--": 584,
      "=\"": 585,
      "ha": 586,
      "k-": 587,
      "m*": 588,
      "oc": 589,
      "y*": 590,
      "y:i⟩→f": 591,
      "|value": 592,
      "rhs-": 593,
      "json": 594,
      "_re": 595,
      "fa": 596,
      "tr": 597,
      "ts": 598,
      "|entrie": 599,
      "|buf": 600,
      "|items": 601,
      "args": 602,
      "c*": 603,
      "val-": 604,
      "tar": 605,
      "faul": 606,
      "?i": 607,
      "ot": 608,
      "pro": 609,
      "ser": 610,
      "|id": 611,
      "|text": 612,
      "acc:i⟩→f": 613,
      "one": 614,
      "\",s\"": 615,
      "forge": 616,
      "target": 617,
      "?n": 618,
      "m-": 619,
      "t.": 620,
      "z-": 621,
      "|line": 622,
      "ing": 623,
      "chema": 624,
      "config": 625,
      ":key": 626,
      "?j": 627,
      "cod": 628,
      "can": 629,
      "y-": 630,
      "out-": 631,
      "arser": 632,
      "defaul": 633,
      "omadi": 634,
      "put": 635,
      "s:[s]": 636,
      "to": 637,
      "|row": 638,
      "idx:i⟩→f": 639,
      "lhs-": 640,
      "typer": 641,
      ":j": 642,
      "ation": 643,
      "is": 644,
      "ner": 645,
      "|y": 646,
      "}⟫": 647,
      "⟪{": 648,
      "ind": 649,
      "entries[::-1]": 650,
      "scrip": 651,
      "sion": 652,
      "consumer": 653,
      "typer.": 654,
      "))": 655,
      ":acc": 656,
      "s(": 657,
      "tmp:i⟩→f": 658,
      "⟨name:s⟩→b": 659,
      "\"]⟧": 660,
      "producer": 661,
      "card[\"": 662,
      "|name.strip()|≟0": 663,
      "None": 664,
      "fro": 665,
      "k:i⟩→f": 666,
      "n:i⟩→f": 667,
      "t_": 668,
      "time": 669,
      "atomadi": 670,
      "*a": 671,
      ":k": 672,
      "?idx": 673,
      "?cnt": 674,
      "FI": 675,
      "ON": 676,
      "a-": 677,
      "a:i⟩→f": 678,
      "ys[1:]": 679,
      "⟦card[\"": 680,
      "command": 681,
      "tag.lower()": 682,
      "self.": 683,
      "script": 684,
      "+i": 685,
      ":cnt": 686,
      "?tmp": 687,
      "a*": 688,
      "as": 689,
      "ain": 690,
      "ect": 691,
      "run": 692,
      "s.": 693,
      "src": 694,
      "sul": 695,
      "cnt:i⟩→f": 696,
      "ment": 697,
      "chain": 698,
      "⟨key:s⟩→i": 699,
      "ort": 700,
      "tier": 701,
      "⟨msg:s⟩→b": 702,
      "|key|": 703,
      "|msg.strip()|≟0": 704,
      "\\\"\\\"": 705,
      ":c": 706,
      ">k": 707,
      "Tr": 708,
      "``": 709,
      "c:": 710,
      "fac": 711,
      "s.strip()": 712,
      "ys]": 713,
      "key<": 714,
      "key.strip()": 715,
      "id.lower()": 716,
      "output": 717,
      ":_⟩→": 718,
      "type": 719,
      "max(values)": 720,
      "x∈ys]": 721,
      "chema_": 722,
      ">val": 723,
      ">key": 724,
      "ce": 725,
      "c:i⟩→f": 726,
      "i:i⟩→f": 727,
      "ith": 728,
      "ject": 729,
      "z:i⟩→f": 730,
      "key:i⟩→f": 731,
      "rhs:i⟩→f": 732,
      "lhs*": 733,
      "ory": 734,
      "max(rows)": 735,
      "3ω": 736,
      ":m": 737,
      ":n": 738,
      ":x": 739,
      "T_": 740,
      "_d": 741,
      "lo": 742,
      "ol": 743,
      "s.lower()": 744,
      "tur": 745,
      "x*": 746,
      "ys[::-1]": 747,
      "idate": 748,
      "out:i⟩→f": 749,
      "idx*": 750,
      "cnt+": 751,
      "date": 752,
      "min(data)": 753,
      "⟨label:s⟩→i": 754,
      "⟨tag:s⟩→i": 755,
      "⟨id:s⟩→i": 756,
      "|tag|": 757,
      "|label|": 758,
      "|xs|": 759,
      "|id|": 760,
      "turn": 761,
      ").": 762,
      ":tmp": 763,
      "?m": 764,
      "?y": 765,
      "?z": 766,
      "?out": 767,
      "cli": 768,
      "didate": 769,
      "k*": 770,
      "ly": 771,
      "n>": 772,
      "py": 773,
      "s=": 774,
      "x+": 775,
      "id.strip()": 776,
      "lhs:i⟩→f": 777,
      "tmp*": 778,
      "data]": 779,
      "⟨key:s⟩→b": 780,
      "version": 781,
      "min(buf)": 782,
      "x∈data]": 783,
      "sum(items)": 784,
      "⟨label:s⟩→b": 785,
      "⟨tag:s⟩→b": 786,
      "\\n\\n": 787,
      "|key.strip()|≟0": 788,
      "|tag.strip()|≟0": 789,
      "|label.strip()|≟0": 790,
      "|data|": 791,
      "'a": 792,
      "+key": 793,
      "='": 794,
      ">idx": 795,
      "?rhs": 796,
      "?acc": 797,
      "?lhs": 798,
      "b:i⟩→f": 799,
      "dx": 800,
      "mb": 801,
      "n*": 802,
      "sta": 803,
      "x:i⟩→f": 804,
      "val*": 805,
      "val:i⟩→f": 806,
      "cnt*": 807,
      "arti": 808,
      "⟨xs:[_]⟩→b": 809,
      "nder_": 810,
      "⟨values:[_]⟩→b": 811,
      "text.upper()": 812,
      "⟨data:[_]⟩→b": 813,
      "⟨entries:[_]⟩→b": 814,
      "line.lower()": 815,
      "root": 816,
      "utc": 817,
      "|xs|≟0": 818,
      "|data|≟0": 819,
      "|values|≟0": 820,
      "json.": 821,
      "|entries|≟0": 822,
      "|buf|": 823,
      "chema_version": 824,
      "artifac": 825,
      "-m": 826,
      ">rhs": 827,
      "TS": 828,
      "_root": 829,
      "hel": 830,
      "if": 831,
      "ror": 832,
      "s.strip()|≟0": 833,
      "vid": 834,
      "xs]": 835,
      "y+": 836,
      "ys[0]": 837,
      "z*": 838,
      "|s.strip()|≟0": 839,
      "id.upper()": 840,
      "name.lower()": 841,
      "entries[1:]": 842,
      "buf]": 843,
      "min(rows)": 844,
      "min(ys)": 845,
      "x∈xs]": 846,
      "x∈buf]": 847,
      "label.lower()": 848,
      "label.upper()": 849,
      "sum(rows)": 850,
      "sum(data)": 851,
      "⟨s:s⟩→b": 852,
      "⟨c:f": 853,
      "⟨text:s⟩→i": 854,
      "data[1:]": 855,
      "|text|": 856,
      "code": 857,
      "help": 858,
      "),": 859,
      ":rhs": 860,
      ":out": 861,
      ":lhs": 862,
      ">c": 863,
      ">n": 864,
      ">x": 865,
      "?a": 866,
      "?b": 867,
      "Co": 868,
      "CON": 869,
      "Re": 870,
      "[[": 871,
      "i*": 872,
      "j:i⟩→f": 873,
      "parser": 874,
      "ply": 875,
      "all": 876,
      "rhs*": 877,
      "values[0]": 878,
      "acc*": 879,
      "dir": 880,
      "rows[0]": 881,
      "tag.upper()": 882,
      "min(entries)": 883,
      "max(xs)": 884,
      "demo": 885,
      "data[0]": 886,
      "|items|": 887,
      "nerg": 888,
      "+\"": 889,
      "+cnt": 890,
      "-val": 891,
      ":a": 892,
      ">b": 893,
      ">z": 894,
      ">lhs": 895,
      "?k": 896,
      "ife": 897,
      "no": 898,
      "|s|": 899,
      "⟨items": 900,
      "ourc": 901,
      "inv": 902,
      "values[1:]": 903,
      "rows[::-1]": 904,
      "rows[1:]": 905,
      "tag.strip()": 906,
      "**rhs": 907,
      "⟨rows:[_]⟩→b": 908,
      "min(values)": 909,
      "min(items)": 910,
      "max(items)": 911,
      "max(buf)": 912,
      "_dir": 913,
      "sum(values)": 914,
      "⟨s:s⟩→i": 915,
      "data[::-1]": 916,
      "items[1:]": 917,
      "|items|≟0": 918,
      "candidate": 919,
      "|rows|≟0": 920,
      "FIG": 921,
      "CONFIG": 922,
      "ifest": 923,
      "⟨items:[_]⟩→b": 924,
      "ource": 925,
      "+c": 926,
      ",\",\"": 927,
      "-j": 928,
      "-idx": 929,
      ":y": 930,
      ":\",\"": 931,
      "EX": 932,
      "_ap": 933,
      "cat": 934,
      "fun": 935,
      "i<": 936,
      "imp": 937,
      "ist": 938,
      "j*": 939,
      "la": 940,
      "m<": 941,
      "mer": 942,
      ":idx": 943,
      "key*": 944,
      "key.upper()": 945,
      "test": 946,
      "values[::-1]": 947,
      "out*": 948,
      "file": 949,
      "name.upper()": 950,
      "add_": 951,
      "rows]": 952,
      "**idx": 953,
      "chestr": 954,
      "min(xs)": 955,
      "x∈rows]": 956,
      "line.upper()": 957,
      "⟨line:s⟩→b": 958,
      "⟨line:s⟩→i": 959,
      "⟨msg:s⟩→i": 960,
      "url": 961,
      "er_args": 962,
      "omain": 963,
      "items[::-1]": 964,
      "|msg|": 965,
      "path": 966,
      "|values|": 967,
      "forge.": 968,
      "|line|": 969,
      "|line.strip()|≟0": 970,
      "True": 971,
      "func": 972,
      "+a": 973,
      "+k": 974,
      "+n": 975,
      "+acc": 976,
      "-n": 977,
      "-rhs": 978,
      ":z": 979,
      ":val": 980,
      ">j": 981,
      ">m": 982,
      "?x": 983,
      "Er": 984,
      "b*": 985,
      "domain": 986,
      "ed": 987,
      "m:i⟩→f": 988,
      "md_": 989,
      "ture": 990,
      "xs[1:]": 991,
      "z:f⟩→f": 992,
      "zen": 993,
      "odel": 994,
      "name.strip()": 995,
      "entries]": 996,
      "entries[0]": 997,
      "⟨y:f": 998,
      "⟨name:s⟩→i": 999,
      "text.strip()": 1000,
      "text.lower()": 1001,
      "⟨buf:[_]⟩→b": 1002,
      "max(ys)": 1003,
      "x∈entries]": 1004,
      "label.strip()": 1005,
      "sum(buf)": 1006,
      "line.strip()": 1007,
      "uto": 1008,
      "|name|": 1009,
      "|entries|": 1010,
      "|buf|≟0": 1011,
      "|ys|": 1012,
      "frozen": 1013,
      "atomadic-": 1014,
      "Error": 1015,
      "frozense": 1016,
      "<i": 1017,
      ">cnt": 1018,
      ">tmp": 1019,
      "_c": 1020,
      "_demo": 1021,
      "du": 1022,
      "it": 1023,
      "n:f⟩→f": 1024,
      "po": 1025,
      "port": 1026,
      "s':": 1027,
      "source": 1028,
      "va": 1029,
      "wri": 1030,
      "xs[0]": 1031,
      "resul": 1032,
      "key.lower()": 1033,
      "prese": 1034,
      "comp": 1035,
      "acc**": 1036,
      "⟨ys:[_]⟩→b": 1037,
      "**m": 1038,
      "msg.strip()": 1039,
      "max(data)": 1040,
      "max(entries)": 1041,
      "sum(ys)": 1042,
      "⟨text:s⟩→b": 1043,
      "at_": 1044,
      "ature": 1045,
      "utf": 1046,
      "|text.strip()|≟0": 1047,
      "default": 1048,
      "|ys|≟0": 1049,
      "}⟫)": 1050,
      "_dt.": 1051,
      "cli_demo": 1052,
      "nergy": 1053,
      "EXTS": 1054,
      "frozenset(": 1055,
      "write": 1056,
      "\".": 1057,
      "+b": 1058,
      "+x": 1059,
      "-8": 1060,
      "-i": 1061,
      "-y": 1062,
      "-out": 1063,
      "-lhs": 1064,
      "-tmp": 1065,
      ".get": 1066,
      "/\\n": 1067,
      ":val-": 1068,
      ">y": 1069,
      "_sy": 1070,
      "ath": 1071,
      "c/": 1072,
      "c_": 1073,
      "doc": 1074,
      "fg": 1075,
      "kind": 1076,
      "nu": 1077,
      "r.": 1078,
      "x:f⟩→f": 1079,
      "xs[::-1]": 1080,
      "z<": 1081,
      "⟨self": 1082,
      "ted": 1083,
      "lhs:f⟩→f": 1084,
      "update": 1085,
      "feature": 1086,
      "⟨m:f": 1087,
      "buf[::-1]": 1088,
      "buf[0]": 1089,
      "|rows|": 1090,
      "⟪{'": 1091,
      "artifact": 1092,
      "help=\"": 1093,
      "utf-8": 1094,
      "⟨self:": 1095,
      "(json.": 1096,
      "+j": 1097,
      "-a": 1098,
      "4_sy": 1099,
      ":x-": 1100,
      "=True": 1101,
      ">acc": 1102,
      "?val": 1103,
      "?c:": 1104,
      "Fal": 1105,
      "RE": 1106,
      "Scan": 1107,
      "_count": 1108,
      "cur": 1109,
      "cmd_": 1110,
      "fin": 1111,
      "rchestr": 1112,
      "ve": 1113,
      "y**": 1114,
      "∅)": 1115,
      ":s⟩": 1116,
      "rent": 1117,
      "return": 1118,
      "mps(": 1119,
      "values]": 1120,
      "out:f⟩→f": 1121,
      "_orchestr": 1122,
      "**y": 1123,
      "x∈values]": 1124,
      "gument": 1125,
      "sum(xs)": 1126,
      "pen": 1127,
      "\"])": 1128,
      "_parser": 1129,
      "hase": 1130,
      "true": 1131,
      "project": 1132,
      "from": 1133,
      "\\\"\\\"\\\"": 1134,
      "```": 1135,
      "mber": 1136,
      "Command": 1137,
      "dumps(": 1138,
      "number": 1139,
      "4_sy_orchestr": 1140,
      "=True)\",\"": 1141,
      "False": 1142,
      "4_sy_orchestration": 1143,
      "##": 1144,
      "')": 1145,
      "+z": 1146,
      "+val": 1147,
      "+tmp": 1148,
      "-k": 1149,
      "/`": 1150,
      "/a": 1151,
      "/tmp": 1152,
      "<c": 1153,
      ">i": 1154,
      ">out": 1155,
      "?x-": 1156,
      "Cli": 1157,
      "LL": 1158,
      "Sy": 1159,
      "_s": 1160,
      "_id": 1161,
      "_score": 1162,
      "_con": 1163,
      "auto": 1164,
      "ava": 1165,
      "ic": 1166,
      "ig": 1167,
      "mith": 1168,
      "model": 1169,
      "phase": 1170,
      "s\",\"": 1171,
      "s.upper()": 1172,
      "s\")": 1173,
      "smith": 1174,
      "with": 1175,
      "⟨⟩→": 1176,
      "alog": 1177,
      "rhs<": 1178,
      "rhs≥0": 1179,
      "out≤100": 1180,
      "acc:f⟩→f": 1181,
      "tmp≠0": 1182,
      "ent=": 1183,
      "**i": 1184,
      "**x": 1185,
      "_]]": 1186,
      "sum(entries)": 1187,
      "⟨id:s⟩→b": 1188,
      "⟨lhs:f": 1189,
      "env": 1190,
      "encod": 1191,
      "producer_args": 1192,
      "-x:x-": 1193,
      "moke": 1194,
      "buf[1:]": 1195,
      "----": 1196,
      "_render_": 1197,
      "|id.strip()|≟0": 1198,
      "consumer\"]⟧": 1199,
      "producer\"]⟧": 1200,
      "time.": 1201,
      "atomadic_": 1202,
      "⟦card[\"consumer\"]⟧": 1203,
      "⟦card[\"producer\"]⟧": 1204,
      "vider": 1205,
      "catalog": 1206,
      "function": 1207,
      "utf-8\")": 1208,
      "(json.dumps(": 1209,
      "final": 1210,
      "Client": 1211,
      "encoding": 1212,
      "+out": 1213,
      "+idx": 1214,
      "-b": 1215,
      "-key": 1216,
      ".write": 1217,
      "?rhs-": 1218,
      "?val-": 1219,
      "De": 1220,
      "Ex": 1221,
      "Man": 1222,
      "a/": 1223,
      "bal": 1224,
      "i_": 1225,
      "it(": 1226,
      "jo": 1227,
      "k≤100": 1228,
      "modu": 1229,
      "now": 1230,
      "rai": 1231,
      "ss": 1232,
      "spe": 1233,
      "sha": 1234,
      "schema_version": 1235,
      "smoke": 1236,
      "vi": 1237,
      "val:f⟩→f": 1238,
      "in(": 1239,
      "tep": 1240,
      "mat(": 1241,
      "ache": 1242,
      "rhs≤100": 1243,
      "out≠0": 1244,
      "idx<": 1245,
      "lhs<": 1246,
      "len(": 1247,
      "gener": 1248,
      "**a": 1249,
      "**val": 1250,
      "**cnt": 1251,
      "the": 1252,
      "thon": 1253,
      "msg.lower()": 1254,
      "msg.upper()": 1255,
      "⟨schema_version": 1256,
      "⟨cnt:f": 1257,
      "format(": 1258,
      "_pro": 1259,
      "parent": 1260,
      "indent=": 1261,
      "script':": 1262,
      "run(": 1263,
      "c:c-": 1264,
      ":_⟩→_": 1265,
      ":_⟩→s": 1266,
      "load": 1267,
      "python": 1268,
      "[[_]]": 1269,
      "CONFIG_": 1270,
      "result.": 1271,
      "default=": 1272,
      "\".jo": 1273,
      "module": 1274,
      "raise": 1275,
      "spec": 1276,
      "generate": 1277,
      "⟨schema_version:s": 1278,
      "indent=2": 1279,
      "\".join(": 1280,
      "'producer": 1281,
      "+y": 1282,
      ",help=\"": 1283,
      "/y": 1284,
      "=int": 1285,
      ">a": 1286,
      "?out-": 1287,
      "?lhs-": 1288,
      "Ar": 1289,
      "DE": 1290,
      "DI": 1291,
      "_command": 1292,
      "ad_": 1293,
      "a4_sy_orchestration": 1294,
      "call": 1295,
      "gist": 1296,
      "i>0": 1297,
      "j≠0": 1298,
      "java": 1299,
      "loc": 1300,
      "las": 1301,
      "oformat(": 1302,
      "pt": 1303,
      "s,": 1304,
      "s:[_]": 1305,
      "y>0": 1306,
      "⟨idx": 1307,
      "ode": 1308,
      "rhs:f⟩→f": 1309,
      "out<": 1310,
      "acc≠0": 1311,
      "acc>0": 1312,
      "idx:f⟩→f": 1313,
      "idx>0": 1314,
      "anscript": 1315,
      "cnt:f⟩→f": 1316,
      "name:s": 1317,
      "⟨x:f": 1318,
      "**b": 1319,
      "tier_": 1320,
      "⟨n:f": 1321,
      "\\n\")": 1322,
      "'.m": 1323,
      "str(": 1324,
      "string": 1325,
      "js',": 1326,
      "items[0]": 1327,
      "=\"utf-8\")": 1328,
      "_resul": 1329,
      "trac": 1330,
      "args.": 1331,
      "default_": 1332,
      "isoformat(": 1333,
      "typer.Ex": 1334,
      "timespec": 1335,
      "datetime.": 1336,
      "impor": 1337,
      "lama": 1338,
      "_dt.datetime.": 1339,
      "_parser.": 1340,
      "Commandsmith": 1341,
      "LLM": 1342,
      "encoding=\"utf-8\")": 1343,
      "Manifest": 1344,
      "i_key": 1345,
      "DIR": 1346,
      "⟨idx:f": 1347,
      "isoformat(timespec": 1348,
      "typer.Exit(": 1349,
      "\"+": 1350,
      "(f": 1351,
      "+rhs": 1352,
      "-z": 1353,
      "-acc": 1354,
      "/v": 1355,
      "2_": 1356,
      ":z-": 1357,
      ":lhs-": 1358,
      "=self.": 1359,
      "?k-": 1360,
      "?m-": 1361,
      "?z-": 1362,
      "AU": 1363,
      "ES": 1364,
      "FAU": 1365,
      "LT_": 1366,
      "]\",\"": 1367,
      "_text": 1368,
      "_output": 1369,
      "a≤100": 1370,
      "a≥0": 1371,
      "a≠0": 1372,
      "aject": 1373,
      "c≤100": 1374,
      "dx-": 1375,
      "ext": 1376,
      "g_": 1377,
      "gent": 1378,
      "j:f⟩→f": 1379,
      "j≤100": 1380,
      "k≥0": 1381,
      "k>0": 1382,
      "m≤100": 1383,
      "nifest": 1384,
      "por": 1385,
      "pure": 1386,
      "ra": 1387,
      "r=True)\",\"": 1388,
      "schema": 1389,
      "s/`": 1390,
      "z:z-": 1391,
      "},": 1392,
      "}',": 1393,
      "render_": 1394,
      "erry": 1395,
      "err=True)\",\"": 1396,
      "ntent": 1397,
      "val≥0": 1398,
      "table": 1399,
      "manifest": 1400,
      "rhs/": 1401,
      "idx≤100": 1402,
      "idx≥0": 1403,
      "lhs≥0": 1404,
      "cnt<": 1405,
      "cnt>0": 1406,
      "d_at_": 1407,
      "tmp<": 1408,
      "tmp:f⟩→f": 1409,
      "argument": 1410,
      "secho": 1411,
      "nature": 1412,
      "s_dir": 1413,
      "⟨key:f": 1414,
      "ged": 1415,
      "\",type": 1416,
      "**k": 1417,
      "**n": 1418,
      "**z": 1419,
      "items]": 1420,
      "tiply": 1421,
      "s]]": 1422,
      "x∈items]": 1423,
      "⟨out:f": 1424,
      "idx:idx-": 1425,
      "⟨acc:f": 1426,
      "'.w": 1427,
      "⟨tmp:f": 1428,
      "ctx": 1429,
      "(\"a": 1430,
      "sig": 1431,
      "_path": 1432,
      "exc": 1433,
      "package_": 1434,
      "sys.": 1435,
      "provider": 1436,
      "defaults": 1437,
      "typer.secho": 1438,
      "FIL": 1439,
      "src/": 1440,
      "ces": 1441,
      "mbol": 1442,
      "stant": 1443,
      "vide": 1444,
      "[[s]]": 1445,
      "-val:val-": 1446,
      "invo": 1447,
      "mergent": 1448,
      "add_parser": 1449,
      "add_argument": 1450,
      "atomadic-forge.": 1451,
      "fg='": 1452,
      "cur_": 1453,
      "number\")": 1454,
      "Synergy": 1455,
      "atomadic_forge.": 1456,
      "smoke_resul": 1457,
      "generated_at_": 1458,
      "=int,help=\"": 1459,
      "DEFAU": 1460,
      "gistry": 1461,
      "local": 1462,
      "/v1": 1463,
      "ajectory": 1464,
      "\",type=int,help=\"": 1465,
      "generated_at_utc": 1466,
      "DEFAULT_": 1467,
      "'}": 1468,
      "'type": 1469,
      "'}⟫)": 1470,
      "(target": 1471,
      ")+\"": 1472,
      "+lhs": 1473,
      "-c": 1474,
      ".re": 1475,
      ".ex": 1476,
      "/cnt": 1477,
      ":k-": 1478,
      ":rhs-": 1479,
      ":m-": 1480,
      ":y-": 1481,
      "=true": 1482,
      "?y-": 1483,
      "E_": 1484,
      "Emergent": 1485,
      "For": 1486,
      "RI": 1487,
      "_tier": 1488,
      "_file": 1489,
      "_comp": 1490,
      "a,": 1491,
      "b:f⟩→f": 1492,
      "c>0": 1493,
      "cap": 1494,
      "clas": 1495,
      "fn": 1496,
      "ire": 1497,
      "ifi": 1498,
      "i≥0": 1499,
      "j<": 1500,
      "j≥0": 1501,
      "k<": 1502,
      "k:f⟩→f": 1503,
      "k≠0": 1504,
      "mis": 1505,
      "n≠0": 1506,
      "pri": 1507,
      "par": 1508,
      "pli": 1509,
      "ub": 1510,
      "x',": 1511,
      "x≥0": 1512,
      "ze": 1513,
      "red_": 1514,
      "com": 1515,
      "acc≤100": 1516,
      "acc≥0": 1517,
      "and": 1518,
      "cnt≥0": 1519,
      "cnt:cnt": 1520,
      "dict": 1521,
      "divide": 1522,
      "subtrac": 1523,
      "multiply": 1524,
      "s))": 1525,
      "able": 1526,
      "**acc": 1527,
      "score_": 1528,
      "⟨k:f": 1529,
      "⟨a:f": 1530,
      "⟨z:f": 1531,
      "⟨val:f": 1532,
      "uration": 1533,
      "er_fn": 1534,
      "\"]=": 1535,
      "list": 1536,
      "pay": 1537,
      "has_": 1538,
      "trajectory": 1539,
      "None,": 1540,
      "Transcript": 1541,
      "T_EXTS": 1542,
      "_doc": 1543,
      "\\n\\n##": 1544,
      "state": 1545,
      "Report": 1546,
      "import": 1547,
      "atomadic-forge": 1548,
      "iter": 1549,
      "frozenset({": 1550,
      "frozenset(⟪{": 1551,
      ".get(\"": 1552,
      "/\\n.": 1553,
      "_step": 1554,
      "⟨⟩→s": 1555,
      "DEFAULT_CONFIG": 1556,
      ")+\"\\n\")": 1557,
      "Forge": 1558,
      "capture": 1559,
      "TranscriptLog": 1560,
      "!=": 1561,
      "'sy": 1562,
      "'-m": 1563,
      "'java": 1564,
      "'atomadic_forge.": 1565,
      "(_": 1566,
      "(card": 1567,
      "(config": 1568,
      "+m": 1569,
      ",indent=2": 1570,
      ".\",\"": 1571,
      ".un": 1572,
      ".call": 1573,
      "/z": 1574,
      "/acc": 1575,
      "0_": 1576,
      "0:\",\"": 1577,
      "1_": 1578,
      "3_o": 1579,
      ":\"": 1580,
      ":\",s\"": 1581,
      "=_": 1582,
      "=False": 1583,
      "?c-": 1584,
      "?a-": 1585,
      "AM": 1586,
      "CRI": 1587,
      "LA": 1588,
      "LI": 1589,
      "LO": 1590,
      "Liter": 1591,
      "NAM": 1592,
      "PT_EXTS": 1593,
      "RO": 1594,
      "Se": 1595,
      "Sto": 1596,
      "[sys.": 1597,
      "_me": 1598,
      "_ms": 1599,
      "_chain": 1600,
      "a:f⟩→f": 1601,
      "be": 1602,
      "b≤100": 1603,
      "cu": 1604,
      "c:f⟩→f": 1605,
      "duration": 1606,
      "ecu": 1607,
      "glo": 1608,
      "i:f": 1609,
      "i:f⟩→f": 1610,
      "ipe": 1611,
      "j/": 1612,
      "k_con": 1613,
      "ml": 1614,
      "mory": 1615,
      "n<": 1616,
      "n≤100": 1617,
      "n≥0": 1618,
      "not": 1619,
      "os": 1620,
      "open": 1621,
      "p_": 1622,
      "qk_con": 1623,
      "round": 1624,
      "vel": 1625,
      "y:f⟩→f": 1626,
      "z≥0": 1627,
      "z≠0": 1628,
      "z>0": 1629,
      "|\\n": 1630,
      "∨\"": 1631,
      "⟨i:f": 1632,
      "al[": 1633,
      "val≤100": 1634,
      "val≠0": 1635,
      "key≠0": 1636,
      "key:key": 1637,
      "().": 1638,
      "mpt_": 1639,
      "main": 1640,
      "cover": 1641,
      "acc:acc": 1642,
      "_omis": 1643,
      "idx≠0": 1644,
      "tmp≤100": 1645,
      "cherry": 1646,
      "entry": 1647,
      "subpro": 1648,
      "nd(": 1649,
      "s[\"": 1650,
      "\",default=": 1651,
      "ed_cli": 1652,
      "**:": 1653,
      "**key": 1654,
      "**out": 1655,
      "**lhs": 1656,
      "',\",s\"": 1657,
      "⟨src": 1658,
      "red',": 1659,
      "⟨card": 1660,
      "'.c": 1661,
      "⟨b:f": 1662,
      "rc)\",\"": 1663,
      "expor": 1664,
      "execu": 1665,
      "mo_comp": 1666,
      "app": 1667,
      "y*acc": 1668,
      "c*z": 1669,
      "\",s\"-": 1670,
      "target)": 1671,
      "top_": 1672,
      "s.run(": 1673,
      ").return": 1674,
      "code\",\"": 1675,
      "candidate_id": 1676,
      "-n:n": 1677,
      "domain_": 1678,
      "Error,": 1679,
      "_cache": 1680,
      "preset": 1681,
      "at_function": 1682,
      "updates[\"": 1683,
      "_count:i": 1684,
      "cmd_b": 1685,
      "project_dir": 1686,
      "phase_omis": 1687,
      "s\",\"a": 1688,
      "⟦card[\"producer\"]⟧,": 1689,
      ".write_text": 1690,
      "shared_": 1691,
      "_prompt_": 1692,
      "a4_sy_orchestration.un": 1693,
      "default_target": 1694,
      "imports": 1695,
      "_parser.add_argument": 1696,
      "LLMClient": 1697,
      "typer.Exit(rc)\",\"": 1698,
      "\"+package": 1699,
      "2_mo_comp": 1700,
      "_output=False": 1701,
      "g_feature": 1702,
      "table,": 1703,
      "typer.secho(f": 1704,
      "cess.run(": 1705,
      "fg='red',": 1706,
      "SynergyScan": 1707,
      "smoke_results": 1708,
      "=true)": 1709,
      "EmergentScan": 1710,
      "ified_cli": 1711,
      "subtract": 1712,
      "payload": 1713,
      "_docstring": 1714,
      "frozenset(⟪{'.": 1715,
      "capture_output=False": 1716,
      "'-m',": 1717,
      "'atomadic_forge.a4_sy_orchestration.un": 1718,
      "0_qk_con": 1719,
      "1_at_function": 1720,
      "3_og_feature": 1721,
      "CRIPT_EXTS": 1722,
      "Literal[": 1723,
      "Store": 1724,
      "[sys.execu": 1725,
      "global": 1726,
      "osite": 1727,
      "|\\n|": 1728,
      "subprocess.run(": 1729,
      ").returncode\",\"": 1730,
      "phase_omission": 1731,
      "2_mo_composite": 1732,
      "ified_cli',\",s\"": 1733,
      "capture_output=False).returncode\",\"": 1734,
      "'atomadic_forge.a4_sy_orchestration.unified_cli',\",s\"": 1735,
      "0_qk_constant": 1736,
      "[sys.executable,": 1737,
      "\"\\n": 1738,
      "(_dt.": 1739,
      "(parent": 1740,
      ",ex": 1741,
      "->": 1742,
      ".m": 1743,
      ".sub": 1744,
      ".json": 1745,
      ".utc": 1746,
      ".update": 1747,
      "/b": 1748,
      "=re": 1749,
      "=len(": 1750,
      "=dict": 1751,
      "AL": 1752,
      "CLI": 1753,
      "D_": 1754,
      "Fi": 1755,
      "JS": 1756,
      "NO": 1757,
      "Path": 1758,
      "RC": 1759,
      "Run": 1760,
      "TE": 1761,
      "[_]": 1762,
      "_P": 1763,
      "__": 1764,
      "_artifact": 1765,
      "_CONFIG_": 1766,
      "`src/": 1767,
      "a<": 1768,
      "by": 1769,
      "b≥0": 1770,
      "b≠0": 1771,
      "back": 1772,
      "bas": 1773,
      "c≠0": 1774,
      "d',": 1775,
      "g',": 1776,
      "gment": 1777,
      "ht": 1778,
      "hro": 1779,
      "j+i": 1780,
      "j>b": 1781,
      "k*x": 1782,
      "kdir": 1783,
      "k=true)": 1784,
      "lan": 1785,
      "llama": 1786,
      "nc": 1787,
      "n>0": 1788,
      "s:i": 1789,
      "sse": 1790,
      "s\\n": 1791,
      "tw": 1792,
      "ward": 1793,
      "x<": 1794,
      "x≠0": 1795,
      "y≥0": 1796,
      "z≤100": 1797,
      "zone": 1798,
      "⟦prese": 1799,
      "⟧`": 1800,
      "nt(": 1801,
      "nthro": 1802,
      "val:val-": 1803,
      "input": 1804,
      "ribu": 1805,
      "stribu": 1806,
      "content": 1807,
      "acc<": 1808,
      "_ok=true)": 1809,
      "lhs≤100": 1810,
      "lhs≠0": 1811,
      "cnt≤100": 1812,
      "tmp≥0": 1813,
      "tmp:tmp": 1814,
      "ary": 1815,
      "segment": 1816,
      "fiel": 1817,
      "subparser": 1818,
      "\",DEFAULT_CONFIG": 1819,
      "**c": 1820,
      "**j": 1821,
      "**tmp": 1822,
      "scout": 1823,
      "_distribu": 1824,
      "headline": 1825,
      "guage": 1826,
      "save": 1827,
      "intent": 1828,
      "⟨rhs:f": 1829,
      "seconds\")": 1830,
      "⟨j:f": 1831,
      "\")]": 1832,
      "ctory": 1833,
      "lib": 1834,
      "apply": 1835,
      "consumer_args": 1836,
      "=\"seconds\")": 1837,
      "m*rhs": 1838,
      "m*idx": 1839,
      "y*k": 1840,
      "json_artifact": 1841,
      "_return": 1842,
      "?i:key": 1843,
      "target.write_text": 1844,
      "s:[s]⟩": 1845,
      ")))": 1846,
      "s(card": 1847,
      "None,\",\"": 1848,
      "None:\",\"": 1849,
      "timezone": 1850,
      "a*y": 1851,
      "chain[\"": 1852,
      "output_dir": 1853,
      ").isoformat(timespec": 1854,
      "k*idx": 1855,
      "pytest": 1856,
      "s=true": 1857,
      "_root:_": 1858,
      "),encoding=\"utf-8\")": 1859,
      "nota": 1860,
      "_apply": 1861,
      "_api_key": 1862,
      "catch": 1863,
      "ist_ok=true)": 1864,
      "pose": 1865,
      "sources_dir": 1866,
      "comple": 1867,
      "cli_demo_": 1868,
      "cli_demo_return": 1869,
      "⟪{'python": 1870,
      "```bas": 1871,
      "env',": 1872,
      "-b:b": 1873,
      "now(_dt.": 1874,
      "ad_config": 1875,
      "_dt.datetime.now(_dt.": 1876,
      "ManifestStore": 1877,
      "raw": 1878,
      "signature": 1879,
      "FILE_": 1880,
      "'}),": 1881,
      "'typescript':": 1882,
      "print(": 1883,
      "score_trajectory": 1884,
      "'javascript':": 1885,
      "⟨card:_⟩→s": 1886,
      "default_target_score": 1887,
      "\"+package+\"": 1888,
      "Literal[(\"": 1889,
      "\"\\n\".join(": 1890,
      "(parents=true": 1891,
      ",exist_ok=true)": 1892,
      ".mkdir": 1893,
      ".sub(\"": 1894,
      ".utc).isoformat(timespec": 1895,
      ".update(": 1896,
      "=dict(": 1897,
      "AL_CONFIG_": 1898,
      "JSON": 1899,
      "j>b?j": 1900,
      "⟦preset.": 1901,
      "nthrop": 1902,
      "\",DEFAULT_CONFIG[\"": 1903,
      "_distribution": 1904,
      "timezone.utc).isoformat(timespec": 1905,
      "cli_demo_returncode": 1906,
      "⟪{'python':": 1907,
      "```bash": 1908,
      "_dt.datetime.now(_dt.timezone.utc).isoformat(timespec": 1909,
      "(parents=true,exist_ok=true)": 1910,
      ".mkdir(parents=true,exist_ok=true)": 1911,
      "AL_CONFIG_DIR": 1912,
      "']": 1913,
      "'}⟫": 1914,
      "'consumer": 1915,
      "'),": 1916,
      "'pure": 1917,
      "'atomadic-forge.": 1918,
      "((": 1919,
      "(n": 1920,
      "(body": 1921,
      "(\",\"": 1922,
      "(_p": 1923,
      "(src": 1924,
      "(func": 1925,
      "(args.": 1926,
      "(invo": 1927,
      "))\",\"": 1928,
      ")]\",\"": 1929,
      ",default=": 1930,
      ".0": 1931,
      ".s": 1932,
      ".sc": 1933,
      ".\\\"\\\"\\\"": 1934,
      ".parent": 1935,
      ".invo": 1936,
      "/i": 1937,
      "/x": 1938,
      "/rhs": 1939,
      "/idx": 1940,
      ":a-": 1941,
      "=args": 1942,
      "=config": 1943,
      "=_dt.datetime.": 1944,
      "=subparser": 1945,
      "@app": 1946,
      "AS": 1947,
      "An": 1948,
      "At": 1949,
      "ER": 1950,
      "G_": 1951,
      "GNO": 1952,
      "IGNO": 1953,
      "SE": 1954,
      "St": 1955,
      "SRC": 1956,
      "TI": 1957,
      "YP": 1958,
      "Z\",": 1959,
      "[]": 1960,
      "[str": 1961,
      "[list": 1962,
      "_name": 1963,
      "_to": 1964,
      "_turn": 1965,
      "_url": 1966,
      "_EXTS": 1967,
      "_with": 1968,
      "_env": 1969,
      "_bal": 1970,
      "`a": 1971,
      "are": 1972,
      "a:a-": 1973,
      "b:b": 1974,
      "b>0": 1975,
      "b\",type=int,help=\"": 1976,
      "b)))": 1977,
      "c<": 1978,
      "cle": 1979,
      "c**idx": 1980,
      "dow": 1981,
      "dout": 1982,
      "gs": 1983,
      "ip": 1984,
      "i≤100": 1985,
      "j>0": 1986,
      "j:j": 1987,
      "j+k": 1988,
      "k:k-": 1989,
      "kdow": 1990,
      "ll": 1991,
      "log": 1992,
      "late": 1993,
      "m:f⟩→f": 1994,
      "m>0": 1995,
      "nda": 1996,
      "s()": 1997,
      "s:f": 1998,
      "s',": 1999,
      "schema_": 2000,
      "ttr": 2001,
      "x≤100": 2002,
      "x?key": 2003,
      "y<": 2004,
      "y≤100": 2005,
      "y≠0": 2006,
      "y:y-": 2007,
      "y_ms": 2008,
      "{rc": 2009,
      "{package": 2010,
      "{\",s\"": 2011,
      "↦print(": 2012,
      "⟦package": 2013,
      "⟦result.": 2014,
      "⟧\")": 2015,
      "⟨re": 2016,
      "ree": 2017,
      "recom": 2018,
      "error": 2019,
      "ntext": 2020,
      "alig": 2021,
      "alname:s": 2022,
      "ke_with": 2023,
      "val>0": 2024,
      "val+c": 2025,
      "val+a": 2026,
      "val>acc": 2027,
      "inde": 2028,
      "in_me": 2029,
      "key:f⟩→f": 2030,
      "key≥0": 2031,
      "tattr": 2032,
      "ide": 2033,
      "ted_": 2034,
      "tect": 2035,
      "tend(": 2036,
      "mport": 2037,
      "mar": 2038,
      "mary": 2039,
      "stdout": 2040,
      "rhs≠0": 2041,
      "rhs>0": 2042,
      "rhs+cnt": 2043,
      "rhs:rhs-": 2044,
      "level": 2045,
      "out>0": 2046,
      "out_command": 2047,
      "body.ex": 2048,
      "body)+\"\\n\")": 2049,
      "ance": 2050,
      "andidate": 2051,
      "aned": 2052,
      "lhs>0": 2053,
      "lhs:lhs-": 2054,
      "cnt≠0": 2055,
      "menda": 2056,
      "tmp*a": 2057,
      "set_": 2058,
      "entory": 2059,
      "s_comple": 2060,
      "getattr": 2061,
      "summary": 2062,
      "ited": 2063,
      "s),": 2064,
      "\",help=\"": 2065,
      "\",generated_at_utc": 2066,
      "echo(json.dumps(": 2067,
      "ork": 2068,
      "orchestr": 2069,
      "verged": 2070,
      "\",\"\",s\"": 2071,
      "\",\"##": 2072,
      ":[_]⟩": 2073,
      "ilable": 2074,
      "ked_subcommand": 2075,
      "header_": 2076,
      "lines(card": 2077,
      "⟨model": 2078,
      "qualname:s": 2079,
      "seconds": 2080,
      "'.ts": 2081,
      "converged": 2082,
      "def": 2083,
      "detect": 2084,
      "(\"b\",type=int,help=\"": 2085,
      "[\"@app": 2086,
      "size": 2087,
      "str(\"": 2088,
      "_pipe": 2089,
      "ated": 2090,
      "s\"⟦": 2091,
      "exce": 2092,
      "exited": 2093,
      "=\"atomadic-forge.": 2094,
      "k-y": 2095,
      "m*y": 2096,
      "propose": 2097,
      "?n:i": 2098,
      "omadic": 2099,
      "⟪{'a": 2100,
      "typer.Co": 2101,
      "typer.echo(json.dumps(": 2102,
      "None:\",s\"": 2103,
      "?cnt:n": 2104,
      "⟦card[\"candidate_id": 2105,
      "?tmp:i": 2106,
      "run_": 2107,
      "s.add_parser": 2108,
      "src)": 2109,
      "tier_distribution": 2110,
      "face": 2111,
      "key<x?key": 2112,
      "olation": 2113,
      "ollama": 2114,
      "cnt+b": 2115,
      "='Ar": 2116,
      "='seconds": 2117,
      "cnt*acc": 2118,
      "utcnow": 2119,
      "json.JSON": 2120,
      "artifact_": 2121,
      "-m:m-": 2122,
      "z*val": 2123,
      "help='Ar": 2124,
      "+\"Z\",": 2125,
      "nore": 2126,
      "inventory": 2127,
      "candidates=": 2128,
      "merge": 2129,
      "merged": 2130,
      "domains": 2131,
      "Error)": 2132,
      "_cfg": 2133,
      "result": 2134,
      "cli_demo_command": 2135,
      "nergy':": 2136,
      "-lhs:lhs-": 2137,
      "kind:s": 2138,
      "ted[list": 2139,
      "⟪{'schema_version": 2140,
      "artifact)]\",\"": 2141,
      "⟨self:Commandsmith": 2142,
      "RED_": 2143,
      "return\",\"": 2144,
      "numbers\")": 2145,
      "=True)\",\"def": 2146,
      "False,": 2147,
      "')]": 2148,
      "auto_apply": 2149,
      "Decode": 2150,
      "ss',": 2151,
      "schema_version=\"atomadic-forge.": 2152,
      "loads(": 2153,
      "CONFIG_FILE_": 2154,
      "indent=2))\",\"": 2155,
      "Argument": 2156,
      "str(artifact)]\",\"": 2157,
      "args.b)))": 2158,
      "DIRS": 2159,
      "isoformat(timespec=\"seconds\")": 2160,
      "ctx:": 2161,
      "ctx.invo": 2162,
      "(\"a\",type=int,help=\"": 2163,
      "package_prefix": 2164,
      "defaults(func": 2165,
      "/v1',": 2166,
      "/v1\",generated_at_utc": 2167,
      "_tier:s": 2168,
      "a,args.b)))": 2169,
      "plit": 2170,
      "\"]=_prompt_": 2171,
      "frozenset({'pure": 2172,
      "'synergy':": 2173,
      ".callback": 2174,
      "=_header_": 2175,
      "LOC": 2176,
      "NAME": 2177,
      "ROO": 2178,
      "Second": 2179,
      "ml',": 2180,
      "mory_pipe": 2181,
      "open_": 2182,
      "rounds_comple": 2183,
      "().isoformat(timespec=\"seconds\")": 2184,
      "\",default=cur_": 2185,
      "shared_schema": 2186,
      "First": 2187,
      "`src/\"+package+\"": 2188,
      "ncy_ms": 2189,
      "two": 2190,
      "target.write_text(json.dumps(": 2191,
      "notated[list": 2192,
      "_api_key_env": 2193,
      "cli_demo_stdout": 2194,
      "\"\\n\".join(body)+\"\\n\")": 2195,
      "_dt.datetime.now(_dt.timezone.utc).isoformat(timespec='seconds": 2196,
      "(body=_header_": 2197,
      "(invoke_with": 2198,
      ",default=str": 2199,
      ".scan": 2200,
      "=args↦print(": 2201,
      "=config.get(\"": 2202,
      "=_dt.datetime.utcnow": 2203,
      "=subparsers.add_parser": 2204,
      "Annotated[list": 2205,
      "Atomadic": 2206,
      "IGNORED_": 2207,
      "Stub": 2208,
      "[str]": 2209,
      "_balance": 2210,
      "cleaned": 2211,
      "kdown": 2212,
      "llm": 2213,
      "latency_ms": 2214,
      "schema_id": 2215,
      "{rc}',": 2216,
      "⟦package⟧": 2217,
      "recommenda": 2218,
      "align": 2219,
      "index": 2220,
      "in_memory_pipe": 2221,
      "tend([\"@app": 2222,
      "out_command=True)\",\"def": 2223,
      "body.extend([\"@app": 2224,
      "set_defaults(func": 2225,
      "lines(card)": 2226,
      "⟨model:_": 2227,
      "(\"b\",type=int,help=\"Second": 2228,
      "proposed_": 2229,
      "typer.Context": 2230,
      "typer.echo(json.dumps({\",s\"": 2231,
      "⟦card[\"candidate_id\"]⟧": 2232,
      "key<x?key:x": 2233,
      "json.JSONDecode": 2234,
      "help='Args": 2235,
      "⟪{'schema_version':": 2236,
      "CONFIG_FILE_NAME": 2237,
      "indent=2))\",\"\"])": 2238,
      "ctx.invoked_subcommand": 2239,
      "(\"a\",type=int,help=\"First": 2240,
      "/v1\",generated_at_utc=_dt.datetime.utcnow": 2241,
      ".callback(invoke_with": 2242,
      "rounds_completed": 2243,
      "().isoformat(timespec=\"seconds\")+\"Z\",": 2244,
      "`src/\"+package+\"/a": 2245,
      "(body=_header_lines(card)": 2246,
      "=subparsers.add_parser(\"": 2247,
      "Annotated[list[str]": 2248,
      "IGNORED_DIRS": 2249,
      "recommendation": 2250,
      "body.extend([\"@app.callback(invoke_with": 2251,
      "set_defaults(func=args↦print(": 2252,
      "/v1\",generated_at_utc=_dt.datetime.utcnow().isoformat(timespec=\"seconds\")+\"Z\",": 2253,
      "body.extend([\"@app.callback(invoke_without_command=True)\",\"def": 2254,
      "\":\"": 2255,
      "'t": 2256,
      "'--": 2257,
      "'run": 2258,
      "'state": 2259,
      "'{package": 2260,
      "(G": 2261,
      "(data": 2262,
      "(self.": 2263,
      "(consumer_args": 2264,
      ")[": 2265,
      ")∈": 2266,
      ")}⟫": 2267,
