{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[STRUCTURAL_OPEN]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[STRUCTURAL_CLOSE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      "[MASK]": 4,
      "[STRUCTURAL_OPEN]": 5,
      "[STRUCTURAL_CLOSE]": 6,
      "!": 7,
      "\"": 8,
      "#": 9,
      "$": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "=": 31,
      ">": 32,
      "?": 33,
      "@": 34,
      "A": 35,
      "B": 36,
      "C": 37,
      "D": 38,
      "E": 39,
      "F": 40,
      "G": 41,
      "H": 42,
      "I": 43,
      "J": 44,
      "K": 45,
      "L": 46,
      "M": 47,
      "N": 48,
      "O": 49,
      "P": 50,
      "R": 51,
      "S": 52,
      "T": 53,
      "U": 54,
      "V": 55,
      "W": 56,
      "X": 57,
      "Y": 58,
      "Z": 59,
      "[": 60,
      "\\": 61,
      "]": 62,
      "^": 63,
      "_": 64,
      "`": 65,
      "a": 66,
      "b": 67,
      "c": 68,
      "d": 69,
      "e": 70,
      "f": 71,
      "g": 72,
      "h": 73,
      "i": 74,
      "j": 75,
      "k": 76,
      "l": 77,
      "m": 78,
      "n": 79,
      "o": 80,
      "p": 81,
      "q": 82,
      "r": 83,
      "s": 84,
      "t": 85,
      "u": 86,
      "v": 87,
      "w": 88,
      "x": 89,
      "y": 90,
      "z": 91,
      "{": 92,
      "|": 93,
      "}": 94,
      "~": 95,
      "¬": 96,
      "ι": 97,
      "λ": 98,
      "π": 99,
      "σ": 100,
      "ω": 101,
      "—": 102,
      "→": 103,
      "↦": 104,
      "⇒": 105,
      "∅": 106,
      "∈": 107,
      "∉": 108,
      "∧": 109,
      "∨": 110,
      "≟": 111,
      "≠": 112,
      "≤": 113,
      "≥": 114,
      "▷": 115,
      "✓": 116,
      "⟦": 117,
      "⟧": 118,
      "⟨": 119,
      "⟩": 120,
      "er": 121,
      "\",": 122,
      "re": 123,
      "on": 124,
      "in": 125,
      "ar": 126,
      "at": 127,
      "\",\"": 128,
      "or": 129,
      "st": 130,
      "ge": 131,
      "ro": 132,
      "en": 133,
      ":s": 134,
      "an": 135,
      "se": 136,
      "\\n": 137,
      "co": 138,
      "su": 139,
      "al": 140,
      "di": 141,
      "ti": 142,
      "ac": 143,
      "de": 144,
      "pro": 145,
      "s:": 146,
      "te": 147,
      "con": 148,
      "d_": 149,
      "ch": 150,
      "du": 151,
      "ut": 152,
      "ma": 153,
      ":_": 154,
      "le": 155,
      "mp": 156,
      "fi": 157,
      "un": 158,
      "me": 159,
      "ent": 160,
      "⟩→": 161,
      "rc": 162,
      "\")": 163,
      "er_": 164,
      "str": 165,
      "age": 166,
      "1π": 167,
      "ate": 168,
      "ack": 169,
      "mo": 170,
      "ort": 171,
      "[s": 172,
      "as": 173,
      "it": 174,
      "er.": 175,
      "si": 176,
      "arg": 177,
      "s\"": 178,
      "yp": 179,
      "ard": 180,
      "ackage": 181,
      "ame": 182,
      "par": 183,
      "ct": 184,
      "ex": 185,
      "package": 186,
      "produ": 187,
      "do": 188,
      "name": 189,
      "typ": 190,
      "produc": 191,
      "he": 192,
      "\\\"": 193,
      "[s]": 194,
      "))": 195,
      "mer": 196,
      "\"]": 197,
      "[\"": 198,
      "for": 199,
      "(\"": 200,
      "li": 201,
      "and": 202,
      "lo": 203,
      "mm": 204,
      "ad": 205,
      "card": 206,
      "no": 207,
      "consu": 208,
      "--": 209,
      "lt": 210,
      "ure": 211,
      "',": 212,
      "s(": 213,
      "ing": 214,
      "get": 215,
      "che": 216,
      "mport": 217,
      ":i": 218,
      "s.": 219,
      "s:[s]": 220,
      ")\",\"": 221,
      "e_": 222,
      "import": 223,
      "tr": 224,
      "vi": 225,
      "\",s\"": 226,
      "ati": 227,
      "sub": 228,
      "to": 229,
      "ath": 230,
      "ip": 231,
      "pars": 232,
      "mmand": 233,
      "_co": 234,
      "ap": 235,
      "ur": 236,
      "⟩→s": 237,
      "typer.": 238,
      "\\\"\\\"": 239,
      "ation": 240,
      "=\"": 241,
      "``": 242,
      "src": 243,
      "um": 244,
      "ver": 245,
      "out": 246,
      "ue": 247,
      "dic": 248,
      "test": 249,
      "producer": 250,
      "\"]⟧": 251,
      "card[\"": 252,
      "consumer": 253,
      "is": 254,
      "ner": 255,
      "y_": 256,
      "⟦card[\"": 257,
      "one": 258,
      "int": 259,
      "doc": 260,
      ").": 261,
      "ain": 262,
      "can": 263,
      "path": 264,
      "dir": 265,
      "confi": 266,
      "None": 267,
      "if": 268,
      "nt": 269,
      "def": 270,
      "madic": 271,
      "args": 272,
      "config": 273,
      "bo": 274,
      "sche": 275,
      "forge": 276,
      ":\",\"": 277,
      "date": 278,
      "js": 279,
      "put": 280,
      "tar": 281,
      "tier": 282,
      "tion": 283,
      "act": 284,
      "chain": 285,
      "main": 286,
      "schema": 287,
      "target": 288,
      "cal": 289,
      "es": 290,
      "ke": 291,
      "la": 292,
      "\\n\\n": 293,
      "dule": 294,
      "json": 295,
      "are": 296,
      "ect": 297,
      "lp": 298,
      "pl": 299,
      "ind": 300,
      "module": 301,
      "sion": 302,
      "name:s": 303,
      "ai": 304,
      "ep": 305,
      "lin": 306,
      "og": 307,
      "ot": 308,
      "omadic": 309,
      "pre": 310,
      "run": 311,
      "s_": 312,
      "atomadic": 313,
      "help": 314,
      "3ω": 315,
      "_s": 316,
      "au": 317,
      "el": 318,
      "id": 319,
      "ject": 320,
      "lf": 321,
      "po": 322,
      "ts": 323,
      "inv": 324,
      "root": 325,
      "self": 326,
      "tif": 327,
      "file": 328,
      "defau": 329,
      "default": 330,
      "ou": 331,
      "th": 332,
      "xt": 333,
      "ature": 334,
      "sult": 335,
      "add_": 336,
      "schema_": 337,
      "\".": 338,
      "**": 339,
      ",\",\"": 340,
      "='": 341,
      "FI": 342,
      "Tr": 343,
      "cat": 344,
      "dy": 345,
      "der": 346,
      "ed": 347,
      "ite": 348,
      "tur": 349,
      "\",\"\",\"": 350,
      "ory": 351,
      "core": 352,
      "text": 353,
      "domain": 354,
      "producer_": 355,
      "merge": 356,
      "not": 357,
      "output": 358,
      "turn": 359,
      "ON": 360,
      "_re": 361,
      "cli": 362,
      "ec": 363,
      "gn": 364,
      "result": 365,
      "command": 366,
      "ith": 367,
      "type": 368,
      "parser": 369,
      "parser.": 370,
      "version": 371,
      "body": 372,
      "()": 373,
      "(_": 374,
      ":b": 375,
      "_root": 376,
      "ble": 377,
      "der_": 378,
      "fun": 379,
      "ire": 380,
      "ol": 381,
      "ror": 382,
      "artif": 383,
      "set": 384,
      "code": 385,
      "didate": 386,
      "cho": 387,
      "exc": 388,
      "\\\"\\\"\\\"": 389,
      "```": 390,
      "func": 391,
      "artifact": 392,
      "':": 393,
      "/\\n": 394,
      "Co": 395,
      "_dir": 396,
      "ase": 397,
      "fe": 398,
      "fro": 399,
      "md_": 400,
      "num": 401,
      "nder_": 402,
      "py": 403,
      "pen": 404,
      "s=": 405,
      "sy": 406,
      "the": 407,
      "ul": 408,
      "gener": 409,
      ":s⟩": 410,
      "s:i": 411,
      "unt": 412,
      "⟩→_": 413,
      "ument": 414,
      "json.": 415,
      "line": 416,
      "help=\"": 417,
      "ourc": 418,
      "schema_version": 419,
      "from": 420,
      "generate": 421,
      "\"\\n": 422,
      "((": 423,
      "=Tr": 424,
      "Cli": 425,
      "ES": 426,
      "[_": 427,
      "_c": 428,
      "ber": 429,
      "cr": 430,
      "cmd_": 431,
      "fg": 432,
      "sourc": 433,
      "return": 434,
      "orche": 435,
      "project": 436,
      "string": 437,
      "strip": 438,
      "ue)\",\"": 439,
      "nerg": 440,
      "candidate": 441,
      "cho(": 442,
      "number": 443,
      "=True)\",\"": 444,
      "Client": 445,
      "orchestr": 446,
      "##": 447,
      "),": 448,
      "/`": 449,
      ":f": 450,
      "CON": 451,
      "Er": 452,
      "Ex": 453,
      "G_": 454,
      "_id": 455,
      "a4": 456,
      "av": 457,
      "be": 458,
      "jo": 459,
      "⟨name:s": 460,
      "alog": 461,
      "tier_": 462,
      "demo": 463,
      "provi": 464,
      "----": 465,
      "_count": 466,
      "producer\"]⟧": 467,
      "consumer\"]⟧": 468,
      "⟦card[\"producer\"]⟧": 469,
      "⟦card[\"consumer\"]⟧": 470,
      "docstring": 471,
      "atomadic_": 472,
      "\".jo": 473,
      "catalog": 474,
      "[_]": 475,
      "crip": 476,
      "source_": 477,
      "nergy": 478,
      "Error": 479,
      "\".join": 480,
      ":{": 481,
      "=_": 482,
      "For": 483,
      "LL": 484,
      "]\",\"": 485,
      "_o": 486,
      "_ke": 487,
      "able": 488,
      "bal": 489,
      "em": 490,
      "ic": 491,
      "las": 492,
      "mer_": 493,
      "port": 494,
      "pare": 495,
      "qu": 496,
      "rai": 497,
      "score": 498,
      "with": 499,
      "⟨⟩→s": 500,
      "⟨schema_version": 501,
      "err": 502,
      "red": 503,
      "del": 504,
      ":_⟩": 505,
      ":_⟩→s": 506,
      "model": 507,
      "it(": 508,
      "package⟧": 509,
      "low": 510,
      "consumer_": 511,
      "y_orchestr": 512,
      "run(": 513,
      "_sy_orchestr": 514,
      "result.": 515,
      "generated_": 516,
      "CONFI": 517,
      "a4_sy_orchestr": 518,
      "provider": 519,
      "atomadic_forge": 520,
      "cript": 521,
      "Forge": 522,
      "raise": 523,
      "⟨schema_version:s": 524,
      "a4_sy_orchestration": 525,
      "\"+": 526,
      ",help=\"": 527,
      "=int": 528,
      "Ar": 529,
      "DI": 530,
      "E_": 531,
      "Scan": 532,
      "_ap": 533,
      "ces": 534,
      "ds": 535,
      "ding": 536,
      "est": 537,
      "ed_": 538,
      "hase": 539,
      "ist": 540,
      "ment": 541,
      "rst": 542,
      "up": 543,
      "wr": 544,
      "∅)": 545,
      "⟦package⟧": 546,
      "ace": 547,
      "s:[_]": 548,
      "dump": 549,
      "utf": 550,
      "ated": 551,
      "args.": 552,
      "parts": 553,
      "local": 554,
      "ure_": 555,
      "true": 556,
      "apt": 557,
      "typer.Ex": 558,
      "path.": 559,
      "call": 560,
      "preset": 561,
      "invo": 562,
      "self.": 563,
      "producer_args": 564,
      "parser.add_": 565,
      "function": 566,
      "json.dump": 567,
      "\".join(": 568,
      "LLM": 569,
      "parent": 570,
      "CONFIG_": 571,
      "DIR": 572,
      "typer.Exit(": 573,
      "json.dumps(": 574,
      "().": 575,
      "-8": 576,
      ".get": 577,
      ":[s]": 578,
      "=2": 579,
      "AM": 580,
      "ER": 581,
      "NAM": 582,
      "RE": 583,
      "Rep": 584,
      "Sy": 585,
      "_demo": 586,
      "_docstring": 587,
      "a,": 588,
      "ay": 589,
      "has": 590,
      "ifi": 591,
      "phase": 592,
      "s,": 593,
      "sp": 594,
      "\",type": 595,
      "repo": 596,
      "render_": 597,
      "ary": 598,
      "at_": 599,
      "stan": 600,
      "enco": 601,
      "secho(": 602,
      "dict": 603,
      "tipl": 604,
      "s:f": 605,
      "ted": 606,
      "fix": 607,
      "ent=2": 608,
      "⟩→i": 609,
      "sign": 610,
      "argument": 611,
      "ctx": 612,
      "load": 613,
      "node": 614,
      "tract": 615,
      "vide": 616,
      "app": 617,
      "typer.secho(": 618,
      "tests": 619,
      "tier:s": 620,
      "indent=2": 621,
      "mergent": 622,
      "cli_demo": 623,
      "Command": 624,
      "feature": 625,
      "ultipl": 626,
      "fg='": 627,
      "number\")": 628,
      "_count:i": 629,
      "err=True)\",\"": 630,
      "atomadic_forge.": 631,
      "=int,help=\"": 632,
      "Arg": 633,
      "utf-8": 634,
      "parser.add_argument": 635,
      "Report": 636,
      "\",type=int,help=\"": 637,
      "encoding": 638,
      "parser.add_argument(\"": 639,
      "')": 640,
      "'producer": 641,
      "-forge": 642,
      ".s": 643,
      ":\"": 644,
      "Card": 645,
      "Emergent": 646,
      "LI": 647,
      "TI": 648,
      "TS": 649,
      "T_": 650,
      "_con": 651,
      "_path": 652,
      "_file": 653,
      "_text": 654,
      "ad_": 655,
      "capt": 656,
      "fn": 657,
      "ig": 658,
      "ign": 659,
      "i_ke": 660,
      "mbo": 661,
      "multipl": 662,
      "open": 663,
      "pay": 664,
      "s\",\"": 665,
      "∨\"": 666,
      "⟨self": 667,
      "rel": 668,
      "report": 669,
      "step": 670,
      "env": 671,
      ":s⟩→s": 672,
      "ang": 673,
      "divide": 674,
      "time": 675,
      "proces": 676,
      ":_⟩→_": 677,
      "mpo": 678,
      "str(": 679,
      "iter": 680,
      "exec": 681,
      "package_": 682,
      "head": 683,
      ")))": 684,
      "\"])": 685,
      "list": 686,
      "subtract": 687,
      "_command": 688,
      "src/": 689,
      "\\n\\n##": 690,
      "plit": 691,
      "atomadic-forge": 692,
      "/\\n.": 693,
      "\"\\n\".join(": 694,
      "write": 695,
      "mbol": 696,
      "⟨self:": 697,
      "!=": 698,
      "'-": 699,
      "'atomadic_forge.": 700,
      "+\"": 701,
      ",\"": 702,
      ".un": 703,
      ".ex": 704,
      ".strip": 705,
      ".call": 706,
      ".write": 707,
      "0:\",\"": 708,
      "1_": 709,
      "2_": 710,
      "=F": 711,
      "Con": 712,
      "CLI": 713,
      "EN": 714,
      "LO": 715,
      "Liter": 716,
      "Man": 717,
      "Path": 718,
      "Se": 719,
      "[(\"": 720,
      "_chain": 721,
      "_module": 722,
      "aject": 723,
      "bas": 724,
      "fo": 725,
      "fin": 726,
      "glo": 727,
      "ke_": 728,
      "kind": 729,
      "len": 730,
      "lang": 731,
      "m',": 732,
      "pr": 733,
      "pure": 734,
      "pip": 735,
      "sh": 736,
      "ser": 737,
      "s\")": 738,
      "s/`": 739,
      "ub": 740,
      "ve": 741,
      "ys.": 742,
      "|\\n": 743,
      "}',": 744,
      "⟨src": 745,
      "input": 746,
      "stem": 747,
      "end": 748,
      "se).": 749,
      "all": 750,
      "al[(\"": 751,
      "alse).": 752,
      "utc": 753,
      "utable": 754,
      "rc)\",\"": 755,
      "[sys.": 756,
      "part": 757,
      "))\",\"": 758,
      "',\",s\"": 759,
      "s()": 760,
      "s.run(": 761,
      "s:[s]⟩": 762,
      "\",s\"-": 763,
      "subparser": 764,
      "subproces": 765,
      "=\"utf-8": 766,
      "ifest": 767,
      "lama": 768,
      "**:": 769,
      "domain_": 770,
      "output=F": 771,
      "cli',\",s\"": 772,
      "code\",\"": 773,
      "```bas": 774,
      "synergy": 775,
      "cmd_b": 776,
      "returncode\",\"": 777,
      "project_dir": 778,
      "candidate_id": 779,
      "⟦card[\"producer\"]⟧,": 780,
      "quire": 781,
      "red',": 782,
      "a4_sy_orchestration.un": 783,
      "\"+package": 784,
      "_api_ke": 785,
      "ed_cli',\",s\"": 786,
      "ure_output=F": 787,
      "LLMClient": 788,
      "typer.Exit(rc)\",\"": 789,
      "ified_cli',\",s\"": 790,
      "stants": 791,
      "typer.secho(f": 792,
      "fg='red',": 793,
      "encoding=\"utf-8": 794,
      "EmergentScan": 795,
      "capture_output=F": 796,
      "payload": 797,
      "executable": 798,
      "'-m',": 799,
      "'atomadic_forge.a4_sy_orchestration.un": 800,
      "Literal[(\"": 801,
      "ajectory": 802,
      "global": 803,
      "len(": 804,
      "|\\n|": 805,
      "alse).returncode\",\"": 806,
      "[sys.executable": 807,
      "subprocess.run(": 808,
      "```bash": 809,
      "encoding=\"utf-8\")": 810,
      "capture_output=False).returncode\",\"": 811,
      "'atomadic_forge.a4_sy_orchestration.unified_cli',\",s\"": 812,
      "[sys.executable,": 813,
      "(args.": 814,
      "(json.dumps(": 815,
      ")+": 816,
      ",default": 817,
      ".sub": 818,
      ".\\\"\\\"\\\"": 819,
      ".up": 820,
      "0]": 821,
      ":\",s\"": 822,
      "=re": 823,
      "=true": 824,
      "=self.": 825,
      "AL": 826,
      "Ato": 827,
      "D_": 828,
      "NO": 829,
      "RC": 830,
      "Re": 831,
      "Run": 832,
      "_S": 833,
      "__": 834,
      "_default": 835,
      "_CONFIG_": 836,
      "_tier:s": 837,
      "_feature": 838,
      "`src/": 839,
      "a0": 840,
      "a3": 841,
      "ast": 842,
      "back": 843,
      "cle": 844,
      "ce_": 845,
      "clas": 846,
      "gment": 847,
      "min": 848,
      "mis": 849,
      "mith": 850,
      "p_": 851,
      "pas": 852,
      "ration": 853,
      "s\\n": 854,
      "smo": 855,
      "smith": 856,
      "t.": 857,
      "tw": 858,
      "uage": 859,
      "wor": 860,
      "x(": 861,
      "ze": 862,
      "⟦preset": 863,
      "⟨card": 864,
      "⟨model": 865,
      "er()": 866,
      "attr": 867,
      "roun": 868,
      "segment": 869,
      "alue": 870,
      "s:_": 871,
      "s:b": 872,
      "uto": 873,
      "mple": 874,
      "fiel": 875,
      "first": 876,
      "⟩→b": 877,
      "\")]": 878,
      "args:": 879,
      "exp": 880,
      "name⟧": 881,
      ":i⟩→i": 882,
      "trajectory": 883,
      "top_": 884,
      "url": 885,
      "y_env": 886,
      "int(": 887,
      "intent": 888,
      "path:_": 889,
      "None:\",\"": 890,
      "None,\",\"": 891,
      "target)": 892,
      "pose": 893,
      "add_parser": 894,
      "FIL": 895,
      "catch": 896,
      "_render_": 897,
      "_root:_": 898,
      "pytest": 899,
      "s:i}": 900,
      "\"\\n\")": 901,
      "_clas": 902,
      "),encoding=\"utf-8\")": 903,
      ":{s:i}": 904,
      "score_": 905,
      "consumer_args": 906,
      "E_NAM": 907,
      "ER_": 908,
      "Synergy": 909,
      "dict(": 910,
      "signature": 911,
      "Commandsmith": 912,
      "igno": 913,
      "mposi": 914,
      "plit(\"": 915,
      "Manifest": 916,
      "final": 917,
      "print(": 918,
      "\"+package+\"": 919,
      "_api_key_env": 920,
      ")+\"\\n\")": 921,
      ".sub(\"": 922,
      ".update": 923,
      "AL_CONFIG_": 924,
      "Atomadic": 925,
      "_defaults(": 926,
      "⟦preset.": 927,
      "⟨model:_": 928,
      "AL_CONFIG_DIR": 929,
      "'consumer": 930,
      "'synergy": 931,
      "(\",\"": 932,
      "([\"": 933,
      "(src": 934,
      "(config": 935,
      "(target": 936,
      "(body": 937,
      "(invo": 938,
      "(parent": 939,
      "(node": 940,
      ")[": 941,
      ")]\",\"": 942,
      ")∨\"": 943,
      ",ex": 944,
      ",indent=2": 945,
      "->": 946,
      ".0": 947,
      ".m": 948,
      ".\")": 949,
      ".low": 950,
      ".invo": 951,
      "=str": 952,
      "=args": 953,
      "=subparser": 954,
      "=dict(": 955,
      "@app": 956,
      "An": 957,
      "De": 958,
      "EX": 959,
      "Fi": 960,
      "Gen": 961,
      "GNO": 962,
      "IGNO": 963,
      "LA": 964,
      "PR": 965,
      "RI": 966,
      "St": 967,
      "SRC": 968,
      "TE": 969,
      "UL": 970,
      "Value": 971,
      "[str": 972,
      "[list": 973,
      "_m": 974,
      "_q": 975,
      "_si": 976,
      "_og": 977,
      "_bal": 978,
      "_parser.add_argument(\"": 979,
      "a:i": 980,
      "avi": 981,
      "a\",type=int,help=\"": 982,
      "a1_": 983,
      "a2_": 984,
      "auto": 985,
      "bu": 986,
      "bel": 987,
      "base": 988,
      "b\",type=int,help=\"": 989,
      "b)))": 990,
      "cw": 991,
      "cer": 992,
      "dat": 993,
      "ever": 994,
      "echo(": 995,
      "ff": 996,
      "face": 997,
      "gi": 998,
      "havi": 999,
      "kdir": 1000,
      "k_con": 1001,
      "k=true": 1002,
      "ly": 1003,
      "per": 1004,
      "pic": 1005,
      "ry": 1006,
      "s)": 1007,
      "ss": 1008,
      "tmp": 1009,
      "tend": 1010,
      "ug": 1011,
      "vel": 1012,
      "wn": 1013,
      "war": 1014,
      "{rc": 1015,
      "{\",s\"": 1016,
      "},": 1017,
      "↦print(": 1018,
      "∈IGNO": 1019,
      "⟦result.": 1020,
      "⟨node": 1021,
      "⟨a:i": 1022,
      "erated": 1023,
      "\",help=\"": 1024,
      "inde": 1025,
      "state": 1026,
      "ropic": 1027,
      "ans": 1028,
      "aned": 1029,
      "ance_": 1030,
      "summ": 1031,
      "alname:s": 1032,
      "align": 1033,
      "ache": 1034,
      "ded": 1035,
      "promp": 1036,
      "propose": 1037,
      "cond": 1038,
      "d_sub": 1039,
      "duration": 1040,
      "max": 1041,
      "level": 1042,
      "mem": 1043,
      "entory": 1044,
      "entry": 1045,
      "er_line": 1046,
      "mo_co": 1047,
      "s\"]": 1048,
      "s\"⟦": 1049,
      "exite": 1050,
      "form": 1051,
      "lib": 1052,
      "card)": 1053,
      "s(card)": 1054,
      "ing_": 1055,
      "getattr": 1056,
      "s.add_parser": 1057,
      ")\",\"[": 1058,
      "import-": 1059,
      "tore": 1060,
      "typer.Con": 1061,
      "typer.echo(": 1062,
      "out_command": 1063,
      "tests_": 1064,
      "⟦card[\"candidate_id": 1065,
      "None,": 1066,
      "None:\",s\"": 1067,
      "chain[\"": 1068,
      "target.write": 1069,
      "ked_sub": 1070,
      "lay": 1071,
      "lable": 1072,
      "label": 1073,
      "module_": 1074,
      "lines": 1075,
      "help='": 1076,
      "_score": 1077,
      "inventory": 1078,
      "file.": 1079,
      "default_": 1080,
      "thon": 1081,
      "this": 1082,
      "schema_id": 1083,
      "merged": 1084,
      "notated": 1085,
      "parser.set": 1086,
      "body.ex": 1087,
      "body)+\"\\n\")": 1088,
      "olation": 1089,
      "ollama": 1090,
      "excep": 1091,
      "func=args": 1092,
      "artifact)]\",\"": 1093,
      "python": 1094,
      "s=true": 1095,
      "_cfg": 1096,
      "return\",\"": 1097,
      "numbers\")": 1098,
      "=True)\",\"def": 1099,
      "_idx": 1100,
      "behavi": 1101,
      "=_head": 1102,
      "_ok=true": 1103,
      "qualname:s": 1104,
      "score:f": 1105,
      "without_command": 1106,
      "generated_at_": 1107,
      "ist_ok=true": 1108,
      "args.b)))": 1109,
      "CONFIG_FIL": 1110,
      "DIRS": 1111,
      "json.dumps({\",s\"": 1112,
      ".get(": 1113,
      ".get_docstring": 1114,
      "RED_": 1115,
      "a,args.b)))": 1116,
      "has_": 1117,
      "spec": 1118,
      "at_function": 1119,
      "ctx:": 1120,
      "ctx.invo": 1121,
      "indent=2))\",\"": 1122,
      "Args": 1123,
      "Argument": 1124,
      "')]": 1125,
      "TIER_": 1126,
      "_text(json.dumps(": 1127,
      "ad_config": 1128,
      "multiply_": 1129,
      "open_idx": 1130,
      "str(artifact)]\",\"": 1131,
      "\"\\n\".join(body)+\"\\n\")": 1132,
      ".strip().": 1133,
      ".callback": 1134,
      "LOC": 1135,
      "Path(": 1136,
      "Second": 1137,
      "ke_without_command": 1138,
      "language": 1139,
      "pipe": 1140,
      "share": 1141,
      "quired": 1142,
      "(args.a,args.b)))": 1143,
      ",default=str": 1144,
      "`src/\"+package+\"": 1145,
      "a0_q": 1146,
      "a3_og": 1147,
      "ast.get_docstring": 1148,
      "cleaned": 1149,
      "two": 1150,
      "⟨card:_⟩→s": 1151,
      "E_NAME": 1152,
      "mposite": 1153,
      "_api_key_env:_⟩": 1154,
      "_defaults(func=args": 1155,
      "'synergy':": 1156,
      "([\"@app": 1157,
      "(body=_head": 1158,
      "(invoke_without_command": 1159,
      "(parents=true": 1160,
      "(node)∨\"": 1161,
      ",exist_ok=true": 1162,
      ".mkdir": 1163,
      ".lower()": 1164,
      "=subparsers.add_parser": 1165,
      "Annotated": 1166,
      "EXTS": 1167,
      "First": 1168,
      "Generated": 1169,
      "Stub": 1170,
      "ValueError": 1171,
      "[str]": 1172,
      "[list[str]": 1173,
      "_balance_": 1174,
      "a\",type=int,help=\"First": 1175,
      "a1_at_function": 1176,
      "a2_mo_co": 1177,
      "b\",type=int,help=\"Second": 1178,
      "cwd": 1179,
      "k_constants": 1180,
      "tend([\"@app": 1181,
      "{rc}',": 1182,
      "∈IGNORED_": 1183,
      "⟨node:_⟩→s": 1184,
      "summary": 1185,
      "proposed_": 1186,
      "er_lines(card)": 1187,
      "exited": 1188,
      "getattr(_": 1189,
      "typer.Context": 1190,
      "typer.echo(json.dumps({\",s\"": 1191,
      "⟦card[\"candidate_id\"]⟧": 1192,
      "ked_subcommand": 1193,
      "help='Args": 1194,
      "parser.set_defaults(func=args": 1195,
      "body.extend([\"@app": 1196,
      "behavior": 1197,
      "generated_at_utc": 1198,
      "CONFIG_FILE_NAME": 1199,
      "ctx.invoked_subcommand": 1200,
      "indent=2))\",\"\"])": 1201,
      ".callback(invoke_without_command": 1202,
      "`src/\"+package+\"/": 1203,
      "a0_qk_constants": 1204,
      "a3_og_feature": 1205,
      "ast.get_docstring(node)∨\"": 1206,
      "(body=_header_lines(card)": 1207,
      "(parents=true,exist_ok=true": 1208,
      ".mkdir(parents=true,exist_ok=true": 1209,
      "=subparsers.add_parser(\"": 1210,
      "Annotated[list[str]": 1211,
      "a2_mo_composite": 1212,
      "∈IGNORED_DIRS": 1213,
      "parser.set_defaults(func=args↦print(": 1214,
      "body.extend([\"@app.callback(invoke_without_command": 1215,
      ".mkdir(parents=true,exist_ok=true)": 1216,
      "body.extend([\"@app.callback(invoke_without_command=True)\",\"def": 1217,
      "\"\\\"\\\"\\\"": 1218,
      "\":\"": 1219,
      "'--": 1220,
      "(name": 1221,
      "(doc": 1222,
      "(s,": 1223,
      "(consumer_args": 1224,
      ")∈": 1225,
      "*producer_args": 1226,
      ",\",s\"": 1227,
      ",config": 1228,
      "-args": 1229,
      "-tier": 1230,
      ".re": 1231,
      ".\\n": 1232,
      ".parent": 1233,
      "/CONFIG_FILE_NAME": 1234,
      "1)[": 1235,
      "5-tier": 1236,
      "=path.": 1237,
      "=len(": 1238,
      "=ast.get_docstring(node)∨\"": 1239,
      "?\"": 1240,
      "?doc": 1241,
      "AA": 1242,
      "AI": 1243,
      "Ch": 1244,
      "Dire": 1245,
      "ETS": 1246,
      "Import": 1247,
      "Int": 1248,
      "ITI": 1249,
      "JS": 1250,
      "Log": 1251,
      "NG": 1252,
      "OO": 1253,
      "Open": 1254,
      "ROO": 1255,
      "Sur": 1256,
      "Sign": 1257,
      "Store": 1258,
      "SITI": 1259,
      "Test": 1260,
      "[]\",\"": 1261,
      "_se": 1262,
      "_as": 1263,
      "_pre": 1264,
      "_type": 1265,
      "_line": 1266,
      "_generated_": 1267,
      "_pure": 1268,
      "_first": 1269,
      "_url": 1270,
      "_PR": 1271,
      "`\",\"": 1272,
      "`\",s\"-": 1273,
      "a-": 1274,
      "adic": 1275,
      "bl": 1276,
      "by": 1277,
      "b:i⟩→i": 1278,
      "ce": 1279,
      "ci": 1280,
      "cro": 1281,
      "ction": 1282,
      "den": 1283,
      "dt.": 1284,
      "ew": 1285,
      "f⟧": 1286,
      "find": 1287,
      "ffix": 1288,
      "her": 1289,
      "il": 1290,
      "ibu": 1291,
      "jav": 1292,
      "ken": 1293,
      "kdo": 1294,
      "lle": 1295,
      "lug": 1296,
      "mon": 1297,
      "of": 1298,
      "pi": 1299,
      "pt": 1300,
      "pai": 1301,
      "sa": 1302,
      "sse": 1303,
      "s))": 1304,
      "split(\"": 1305,
      "ve_": 1306,
      "wire": 1307,
      "y:_": 1308,
      "you": 1309,
      "y((": 1310,
      "⟧\")": 1311,
      "⟨project": 1312,
      "⟨path:_": 1313,
      "erme": 1314,
      "error": 1315,
      "erpt": 1316,
      "\",1)[": 1317,
      "revi": 1318,
      "in-": 1319,
      "arc": 1320,
      "at(": 1321,
      "ator": 1322,
      "\",\"-": 1323,
      "\",\"re": 1324,
      "orte": 1325,
      "stall": 1326,
      "and_": 1327,
      "any((": 1328,
      "ses:[s]": 1329,
      "\\n\",1)[": 1330,
      "comm": 1331,
      "suffix": 1332,
      "ali": 1333,
      "dis": 1334,
      "distr": 1335,
      "diate": 1336,
      "chat": 1337,
      "mpor": 1338,
      "und": 1339,
      "meth": 1340,
      "⟩→∅": 1341,
      "ascript": 1342,
      "er.\",\"": 1343,
      "sibl": 1344,
      "s\"#": 1345,
      "ctory": 1346,
      "export": 1347,
      "package:s": 1348,
      "name∈": 1349,
      "[\"provider": 1350,
      "forwar": 1351,
      "mment": 1352,
      "add": 1353,
      "imports:[s]": 1354,
      "importable": 1355,
      "importlib": 1356,
      "try": 1357,
      "violation": 1358,
      "token": 1359,
      "_comple": 1360,
      "_comment": 1361,
      "typer.Argument": 1362,
      "src)": 1363,
      "test_generated_": 1364,
      "consumer-args": 1365,
      "interme": 1366,
      "doc?doc": 1367,
      "dir:s": 1368,
      "config.update": 1369,
      "tion:{s:i}": 1370,
      "\\n\\n```bash": 1371,
      "place": 1372,
      "module:s": 1373,
      "prefix": 1374,
      "posi": 1375,
      "tify": 1376,
      "file:s": 1377,
      "Trans": 1378,
      "item": 1379,
      "\",\"\",\"##": 1380,
      "\",\"\",\"```bash": 1381,
      "producer_fn": 1382,
      "producer_args:": 1383,
      "turncode": 1384,
      "_returncode": 1385,
      "parser=subparsers.add_parser(\"": 1386,
      "(_step": 1387,
      "_root:s": 1388,
      "olve": 1389,
      "excerpt": 1390,
      "\\\"\\\"\\\"Run": 1391,
      "symbol": 1392,
      "generated": 1393,
      "ESETS": 1394,
      "cmd_a": 1395,
      "cmd_a,": 1396,
      "strip_comment": 1397,
      "ave_": 1398,
      "tier_inde": 1399,
      "--------": 1400,
      "⟦card[\"consumer\"]⟧,": 1401,
      "⟦card[\"consumer\"]⟧.\\\"\\\"\\\"": 1402,
      "source_root": 1403,
      ":{s:_": 1404,
      "_omis": 1405,
      "consumer_fn": 1406,
      "run(\",\"": 1407,
      "result.cli_demo": 1408,
      "generated_package": 1409,
      "criptLog": 1410,
      "typer.Exit(2": 1411,
      "NAMES": 1412,
      "RE.sub(\"": 1413,
      "Symbol": 1414,
      "phase_omis": 1415,
      "_path)": 1416,
      "_path=": 1417,
      "multiply": 1418,
      "package_import": 1419,
      "headline": 1420,
      "atomadic-forge\"": 1421,
      "ENSITI": 1422,
      "kind:s": 1423,
      "kind:_": 1424,
      "sert": 1425,
      "part∈": 1426,
      "cmd_b,": 1427,
      "typer.secho(f'producer": 1428,
      "subprocess.run(cmd_a,": 1429,
      "subprocess.run(cmd_b,": 1430,
      "0]:\"": 1431,
      "s\\n-": 1432,
      "smoke": 1433,
      "rounds": 1434,
      "field": 1435,
      "exporte": 1436,
      "top_level": 1437,
      "None,\",\")": 1438,
      "score_trajectory": 1439,
      "SynergyScan": 1440,
      "ignore": 1441,
      "ManifestStore": 1442,
      ",indent=2,default=str": 1443,
      "_size": 1444,
      "data": 1445,
      "every": 1446,
      "gistr": 1447,
      "alignment": 1448,
      "ache/\\n.": 1449,
      "prompt": 1450,
      "format(": 1451,
      "target.write_text(json.dumps(": 1452,
      "_score:f": 1453,
      "except": 1454,
      "TIER_NAMES": 1455,
      ".strip().split(\"": 1456,
      "LOCAL_CONFIG_DIR": 1457,
      "shared_": 1458,
      "StubLLMClient": 1459,
      "typer.Context,\",\"": 1460,
      "generated_at_utc:s": 1461,
      "(doc=ast.get_docstring(node)∨\"": 1462,
      "Directory": 1463,
      "Intent": 1464,
      "JSON": 1465,
      "Surface": 1466,
      "Signature": 1467,
      "crosse": 1468,
      "ibution:{s:i}": 1469,
      "javascript": 1470,
      "kdown": 1471,
      "llection": 1472,
      "monadic": 1473,
      "review": 1474,
      "\\n\",1)[0]:\"": 1475,
      "distribution:{s:i}": 1476,
      "metho": 1477,
      "[\"provider\"]": 1478,
      "forwarded": 1479,
      "typer.Argument(\",\"": 1480,
      "intermediate": 1481,
      "doc?doc.strip().split(\"": 1482,
      "config.update(_step": 1483,
      "\\n\\n```bash\\n": 1484,
      "place(\"": 1485,
      "TranscriptLog": 1486,
      "⟦card[\"consumer\"]⟧.\\\"\\\"\\\"\",\"": 1487,
      ":{s:_}": 1488,
      "phase_omission": 1489,
      "ENSITIV": 1490,
      "exported_": 1491,
      ",indent=2,default=str),encoding=\"utf-8\")": 1492,
      "(doc=ast.get_docstring(node)∨\"\"": 1493,
      "crosses_": 1494,
      "doc?doc.strip().split(\"\\n\",1)[0]:\"": 1495,
      "'s": 1496,
      "'\",\"": 1497,
      "'produc": 1498,
      "'main": 1499,
      "'run": 1500,
      "'))\",\"": 1501,
      "(G": 1502,
      "(O": 1503,
      "(k": 1504,
      "({": 1505,
      "(de": 1506,
      "())": 1507,
      "(local": 1508,
      "(path.": 1509,
      "(encoding": 1510,
      "(cwd": 1511,
      "(prefix": 1512,
      ")\"": 1513,
      ")≥": 1514,
      ")\\n\\n": 1515,
      "*.": 1516,
      ",v": 1517,
      ",package": 1518,
      ",max": 1519,
      ",open_idx": 1520,
      "-Z": 1521,
      "-out": 1522,
      "-')": 1523,
      "-fo": 1524,
      "._": 1525,
      ".v": 1526,
      ".\",\"": 1527,
      ".st": 1528,
      ".import": 1529,
      ".json": 1530,
      ".utc": 1531,
      ".')]": 1532,
      ".item": 1533,
      "/s\"⟦": 1534,
      "/LOCAL_CONFIG_DIR": 1535,
      "0,": 1536,
      "00": 1537,
      "2σ": 1538,
      "4ι": 1539,
      ":v": 1540,
      "=co": 1541,
      "=package": 1542,
      "AG": 1543,
      "Ad": 1544,
      "Ant": 1545,
      "AUL": 1546,
      "A-Z": 1547,
      "BAL_CONFIG_DIR": 1548,
      "CO": 1549,
      "Can": 1550,
      "CRI": 1551,
      "DE": 1552,
      "Di": 1553,
      "DUL": 1554,
      "FAUL": 1555,
      "Gem": 1556,
      "GLO": 1557,
      "Kind": 1558,
      "MA": 1559,
      "MM": 1560,
      "MO": 1561,
      "Ol": 1562,
      "Package": 1563,
      "Pic": 1564,
      "PT_": 1565,
      "ST": 1566,
      "SU": 1567,
      "Score": 1568,
      "SError": 1569,
      "Script": 1570,
      "Te": 1571,
      "Ti": 1572,
      "Typ": 1573,
      "The": 1574,
      "UAG": 1575,
      "Wire": 1576,
      "[import-": 1577,
      "[A-Z": 1578,
      "\\\\": 1579,
      "_)": 1580,
      "_h": 1581,
      "_\",\"": 1582,
      "_st": 1583,
      "_de": 1584,
      "_for": 1585,
      "_config": 1586,
      "_tier": 1587,
      "_name:s": 1588,
      "_output": 1589,
      "_artifact": 1590,
      "_model": 1591,
      "_call": 1592,
      "_step": 1593,
      "_signature": 1594,
      "_mem": 1595,
      "_label": 1596,
      "_ollama": 1597,
      "_summary": 1598,
      "_parser.set_defaults(func=args↦print(": 1599,
      "_token": 1600,
      "_posi": 1601,
      "_parser=subparsers.add_parser(\"": 1602,
      "_kind:s": 1603,
      "`⟦": 1604,
      "`forge": 1605,
      "`run": 1606,
      "ab": 1607,
      "akdown": 1608,
      "br": 1609,
      "bre": 1610,
      "b_signature": 1611,
      "c∈": 1612,
      "cre": 1613,
      "c[\"": 1614,
      "cab": 1615,
      "d:i": 1616,
      "ev": 1617,
      "e∈": 1618,
      "eff": 1619,
      "fer": 1620,
      "fre": 1621,
      "fut": 1622,
      "fe_": 1623,
      "fai": 1624,
      "ful": 1625,
      "gist": 1626,
      "hand": 1627,
      "hig": 1628,
      "hropic": 1629,
      "im": 1630,
      "ir": 1631,
      "iv": 1632,
      "iz": 1633,
      "ies": 1634,
      "ju": 1635,
      "ker": 1636,
      "k:v": 1637,
      "ll": 1638,
      "man": 1639,
      "nex": 1640,
      "o:i": 1641,
      "oper": 1642,
      "oformat(": 1643,
      "ocab": 1644,
      "ption": 1645,
      "pth": 1646,
      "ran": 1647,
      "r(src": 1648,
      "so": 1649,
      "sent": 1650,
      "sing": 1651,
      "s':": 1652,
      "slug": 1653,
      "solve": 1654,
      "ute": 1655,
      "v≠": 1656,
      "venv": 1657,
      "vocab": 1658,
      "wh": 1659,
      "wer": 1660,
      "ward": 1661,
      "yel": 1662,
      "yPic": 1663,
      "{s": 1664,
      "{exc": 1665,
      "|--------": 1666,
      "})": 1667,
      "∅})": 1668,
      "⟦chain[\"": 1669,
      "⟧\\n\\n##": 1670,
      "⟨chain": 1671,
      "⟨rel": 1672,
      "⟨report": 1673,
      "⟨project_dir": 1674,
      "⟨candidate_id": 1675,
      "⟨file:s": 1676,
      "er((": 1677,
      "\",src)": 1678,
      "real": 1679,
      "required": 1680,
      "recomm": 1681,
      "replace(\"": 1682,
      "resolve": 1683,
      "only": 1684,
      "ini": 1685,
      "instan": 1686,
      "install": 1687,
      "in_mem": 1688,
      "\",\"typ": 1689,
      "\",\"\",s\"": 1690,
      "\",\"def": 1691,
      "\",\"```": 1692,
      "\",\"a1_at_function": 1693,
      "\",\"shared_": 1694,
      "\",\"javascript": 1695,
      "ord": 1696,
      "ory_": 1697,
      "stand": 1698,
      "sts:[s]": 1699,
      "ged": 1700,
      "gest": 1701,
      "gemin": 1702,
      "enfor": 1703,
      "eno:i": 1704,
      ":s⟩→": 1705,
      "anth": 1706,
      "annot": 1707,
      "see": 1708,
      "ses": 1709,
      "secon": 1710,
      "\\n\"": 1711,
      "cover": 1712,
      "temp": 1713,
      "tect": 1714,
      "conver": 1715,
      "constants": 1716,
      "d_name": 1717,
      "d_type": 1718,
      "chite": 1719,
      "mp_re": 1720,
      "mes": 1721,
      "⟩→[_]": 1722,
      "\"))": 1723,
      "ates": 1724,
      "assert": 1725,
      "as_posi": 1726,
      "ity": 1727,
      "itted": 1728,
      "er.json": 1729,
      "sider": 1730,
      "s\"Co": 1731,
      "parse": 1732,
      "cture": 1733,
      "package:_": 1734,
      "package_root": 1735,
      "dout": 1736,
      "log": 1737,
      "load_config": 1738,
      "adme": 1739,
      "adapt": 1740,
      "now": 1741,
      "--package": 1742,
      "--provider": 1743,
      "--consumer-args": 1744,
      "s())": 1745,
      "s(artifact": 1746,
      "s.Co": 1747,
      "s.\",\"-": 1748,
      "via": 1749,
      "\",s\"forge": 1750,
      "ative_": 1751,
      "to_tier:s": 1752,
      "to(cwd": 1753,
      "ations": 1754,
      "ations:[s]⟩": 1755,
      "=\"secon": 1756,
      "verb_signature": 1757,
      "producer,": 1758,
      "consumer,": 1759,
      "is_": 1760,
      "isoformat(": 1761,
      "isinstan": 1762,
      "ints": 1763,
      "doc_token": 1764,
      ").')]": 1765,
      "dir:_": 1766,
      "None)": 1767,
      "None)\",\"": 1768,
      "datetime": 1769,
      "chain_count": 1770,
      "main`": 1771,
      "target_dir": 1772,
      "target:_⟩→_": 1773,
      "target_score:f": 1774,
      "callable": 1775,
      "escript": 1776,
      "key": 1777,
      "\\n\\n⟦": 1778,
      "json-out": 1779,
      "json_artifact": 1780,
      "ailable": 1781,
      "lineno:i": 1782,
      "help_text": 1783,
      "_sy": 1784,
      "else": 1785,
      "points": 1786,
      "inv=co": 1787,
      "self_as": 1788,
      "add_parser.add_argument(\"": 1789,
      "\".strip": 1790,
      "\".atomadic-forge\"": 1791,
      "='utf-8": 1792,
      "='synergy": 1793,
      "ed:i": 1794,
      "\",\"\",\"\",\"def": 1795,
      "text(encoding": 1796,
      "domains": 1797,
      "domains\"]": 1798,
      "merge_config": 1799,
      "not-fo": 1800,
      "ece∈": 1801,
      "commands": 1802,
      "commands_": 1803,
      "command.')]": 1804,
      "type:": 1805,
      ":b⟩": 1806,
      "codeError": 1807,
      "didateCard": 1808,
      "choic": 1809,
      "exc\",\"": 1810,
      "exc:\",\"": 1811,
      "```\\n\\n##": 1812,
      "_dir:s": 1813,
      "feed": 1814,
      "sys.": 1815,
      "ulary": 1816,
      "unter((": 1817,
      "json.load": 1818,
      "json.JSON": 1819,
      "from_tier:s": 1820,
      "_cache/\\n.": 1821,
      "candidates=": 1822,
      "candidates:[_]": 1823,
      "orchestrator": 1824,
      "),\"": 1825,
      "ave": 1826,
      "available": 1827,
      "befo": 1828,
      "tier_inventory": 1829,
      "tier_distribution:{s:i}": 1830,
      "⟦card[\"consumer\"]⟧,\",\"": 1831,
      "docstring:s⟩": 1832,
      "catalog))": 1833,
      "catalog_size": 1834,
      "source_repo": 1835,
      "\".join((": 1836,
      ":{s:f": 1837,
      "_of": 1838,
      "_key:_": 1839,
      "emitted": 1840,
      "erryPic": 1841,
      "lows": 1842,
      "low',": 1843,
      "result.score_trajectory": 1844,
      "atomadic_forge_se": 1845,
      "Forge's": 1846,
      "a4_sy_orchestration/`": 1847,
      "E_SU": 1848,
      "_appen": 1849,
      "ds\")": 1850,
      "ists()": 1851,
      "upward": 1852,
      "wrapp": 1853,
      "parts)": 1854,
      "parts=path.": 1855,
      "local_cfg": 1856,
      "ure__": 1857,
      "functions:[s]": 1858,
      "_docstring_first": 1859,
      "has_clas": 1860,
      "spon": 1861,
      "render_re": 1862,
      "render_tests_": 1863,
      "aryDirectory": 1864,
      "dict:_⟩": 1865,
      "typer.secho('producer": 1866,
      "tests/": 1867,
      "cli_demo_returncode": 1868,
      "fg='yel": 1869,
      "_count:i⟩": 1870,
      "atomadic_forge.commands": 1871,
      "'producer':": 1872,
      ".scan": 1873,
      ".split(\"": 1874,
      ".save_": 1875,
      "T_RE.sub(\"": 1876,
      "_consider": 1877,
      "_files:[s]": 1878,
      "ad_text(encoding": 1879,
      "openai": 1880,
      "s\",\"a4_sy_orchestration": 1881,
      "s\",\"a3_og_feature": 1882,
      "s\",\"a2_mo_composite": 1883,
      "∨\"(": 1884,
      "relative_": 1885,
      "report,indent=2,default=str),encoding=\"utf-8\")": 1886,
      "divide_parser.add_argument(\"": 1887,
      "timespec": 1888,
      "mpose": 1889,
      "str(SRC": 1890,
      "package_name": 1891,
      "subtract_parser.add_argument(\"": 1892,
      "⟨self:Commandsmith": 1893,
      ".exists()": 1894,
      "1_provider": 1895,
      "ENT_RE.sub(\"": 1896,
      "_chains": 1897,
      "_module(": 1898,
      "_module_": 1899,
      "lang_label": 1900,
      "shap": 1901,
      "⟨src:s": 1902,
      "⟨src:s⟩→s": 1903,
      "⟨src_root:_": 1904,
      "endations:[s]⟩": 1905,
      "domain_inventory": 1906,
      "domain_ju": 1907,
      "project_dir/LOCAL_CONFIG_DIR": 1908,
      "⟦card[\"producer\"]⟧,\",s\"": 1909,
      "quire_pure": 1910,
      "typer.secho(f'consumer": 1911,
      "EmergentScanReport": 1912,
      "payload.get(": 1913,
      "'-m',\",\"": 1914,
      "global_": 1915,
      "global_cfg": 1916,
      "=re.sub(\"": 1917,
      "=read_config": 1918,
      "Result": 1919,
      "_SENSITIV": 1920,
      "__fut": 1921,
      "classes": 1922,
      "passe": 1923,
      "smoke_": 1924,
      "work": 1925,
      "words": 1926,
      "x())": 1927,
      "round": 1928,
      "segment∈IGNORED_DIRS": 1929,
      "field_type": 1930,
      "top_n": 1931,
      "_classes:[s]": 1932,
      "score_bre": 1933,
      "signatures": 1934,
      "ignored": 1935,
      "final_output": 1936,
      ".update({": 1937,
      "⟦preset.name⟧": 1938,
      "'consumer':": 1939,
      "(config[\"provider\"]": 1940,
      "(target=self.": 1941,
      "(target.parent": 1942,
      ".0f⟧": 1943,
      "Demo": 1944,
      "DecodeError": 1945,
      "LANG": 1946,
      "_mar": 1947,
      "_ms:i": 1948,
      "base_url": 1949,
      "certify": 1950,
      "tmp)": 1951,
      "tmp:\",\"": 1952,
      "stateful": 1953,
      "duration_": 1954,
      "duration_ms:i": 1955,
      "memory": 1956,
      "import-smoke": 1957,
      "layout": 1958,
      "module_name": 1959,
      "module_lines": 1960,
      "file.Te": 1961,
      "default_export": 1962,
      "merged.update({": 1963,
      "python\",\"javascript": 1964,
      "has_self_as": 1965,
      "specifi": 1966,
      "multiply_parser.add_argument(\"": 1967,
      "open_idx:i⟩→i": 1968,
      "Path(tmp)": 1969,
      "cleaned=re.sub(\"": 1970,
      "EXTS?": 1971,
      "ValueError(": 1972,
      "_balance_pai": 1973,
      "a1_at_functions/`": 1974,
      "getattr(_producer,": 1975,
      "getattr(_consumer,": 1976,
      "⟦card[\"candidate_id\"]⟧,\",\"": 1977,
      "⟦card[\"candidate_id\"]⟧,\",s\"": 1978,
      "behavioral": 1979,
      "a0_qk_constants/`": 1980,
      "a0_qk_constants\",\"a1_at_function": 1981,
      "a3_og_features/`": 1982,
      "a2_mo_composites/`": 1983,
      "'--json-out": 1984,
      "(s,_)": 1985,
      ",config))": 1986,
      ".read_text(encoding": 1987,
      "=len(chain": 1988,
      "CherryPic": 1989,
      "OpenAI": 1990,
      "ROOT": 1991,
      "_type:s": 1992,
      "_PRESETS": 1993,
      "a-z": 1994,
      "dt.datetime": 1995,
      "finding": 1996,
      "piece∈": 1997,
      "safe_": 1998,
      "⟨project_root:_": 1999,
      "in-memory": 2000,
      "\",\"rename": 2001,
      "alize": 2002,
      "mporaryDirectory": 2003,
      "sibling_": 2004,
      "importlib.import": 2005,
      "try:\",\"": 2006,
      "_completed": 2007,
      "\",\"\",\"```bash\",\"": 2008,
      "excerpt:s⟩": 2009,
      "tier_index(": 2010,
      "source_root:s⟩": 2011,
      "typer.Exit(2)": 2012,
      "_path=project_dir/LOCAL_CONFIG_DIR": 2013,
      "headline:s": 2014,
      "rounds_completed": 2015,
      "ignore[import-": 2016,
      "gistry": 2017,
      "target.write_text(json.dumps(report,indent=2,default=str),encoding=\"utf-8\")": 2018,
      "SignatureCard": 2019,
      "llections.Co": 2020,
      "review:": 2021,
      "method_name": 2022,
      "'producer.json": 2023,
      "'main',": 2024,
      "'run',": 2025,
      "(OSError": 2026,
      "(k,v": 2027,
      "(prefix='synergy": 2028,
      ",open_idx,\"": 2029,
      ".json\"": 2030,
      ".items()": 2031,
      "Add": 2032,
      "Anthropic": 2033,
      "COMM": 2034,
      "CandidateCard": 2035,
      "CRIPT_": 2036,
      "DEFAUL": 2037,
      "DULES": 2038,
      "Gemini": 2039,
      "GLOBAL_CONFIG_DIR": 2040,
      "MODULES": 2041,
      "Ollama": 2042,
      "Tier": 2043,
      "[A-Za-z": 2044,
      "_stdout": 2045,
      "_depth": 2046,
      "`run`": 2047,
      "akdown:{s:f": 2048,
      "c∈catalog))": 2049,
      "effect": 2050,
      "free": 2051,
      "llm": 2052,
      "next": 2053,
      "r(src,open_idx,\"": 2054,
      "sent:b": 2055,
      "v≠∅})": 2056,
      "vocabulary": 2057,
      "{exc}',": 2058,
      "⟨report:_": 2059,
      "⟨project_dir:_⟩→_": 2060,
      "⟨candidate_id:s": 2061,
      "recommendations:[s]⟩": 2062,
      "resolve().": 2063,
      "in_memory_": 2064,
      "\",\"typescript": 2065,
      "enforces": 2066,
      "anthropic": 2067,
      "annotations": 2068,
      "tempfile.Te": 2069,
      "converged": 2070,
      "constants,": 2071,
      "mp_required": 2072,
      "as_posix())": 2073,
      "package_root,package": 2074,
      "s(artifact.read_text(encoding": 2075,
      "to(cwd).": 2076,
      "=\"seconds\")": 2077,
      "isoformat(timespec": 2078,
      "isinstance": 2079,
      "chain_count_consider": 2080,
      "help_text:s": 2081,
      "inv=collections.Co": 2082,
      "='utf-8'))\",\"": 2083,
      "not-found": 2084,
      "choice": 2085,
      "unter((c[\"": 2086,
      "json.loads(artifact.read_text(encoding": 2087,
      "json.JSONDecodeError": 2088,
      "before": 2089,
      "_docstring_first_line": 2090,
      "fg='yellow',": 2091,
      ".save_report": 2092,
      "s\",\"a3_og_features\",\"a4_sy_orchestration": 2093,
      "s\",\"a2_mo_composites\",\"a3_og_features\",\"a4_sy_orchestration": 2094,
      "relative_to(cwd).": 2095,
      "ENT_RE.sub(\"\",src)": 2096,
      "domain_jump_required": 2097,
      "payload.get('": 2098,
      "=read_config_file": 2099,
      "__future__": 2100,
      "score_breakdown:{s:f": 2101,
      "(config[\"provider\"],config))": 2102,
      "(target.parent.mkdir(parents=true,exist_ok=true)": 2103,
      "LANGUAG": 2104,
      "base_url:_": 2105,
      "merged.update({k:v": 2106,
      "python\",\"javascript\",\"typescript": 2107,
      "has_self_assign": 2108,
      "cleaned=re.sub(\"^": 2109,
      "_balance_pair(src,open_idx,\"": 2110,
      "a0_qk_constants\",\"a1_at_functions\",\"a2_mo_composites\",\"a3_og_features\",\"a4_sy_orchestration": 2111,
      "'--json-out',": 2112,
      "CherryPick": 2113,
      "safe_intent": 2114,
      "mporaryDirectory(prefix='synergy": 2115,
      "importlib.import_module(": 2116,
      "_path=project_dir/LOCAL_CONFIG_DIR/CONFIG_FILE_NAME": 2117,
      "ignore[import-not-found": 2118,
      "'producer.json'\",\"": 2119,
      "(OSError,": 2120,
      "(k,v)∈": 2121,
      "COMMENT_RE.sub(\"\",src)": 2122,
      "DEFAULT_": 2123,
      "in_memory_pipe": 2124,
      "tempfile.TemporaryDirectory(prefix='synergy": 2125,
      "isoformat(timespec=\"seconds\")": 2126,
      "inv=collections.Counter((c[\"": 2127,
      "json.loads(artifact.read_text(encoding='utf-8'))\",\"": 2128,
      "json.JSONDecodeError)": 2129,
      "score_breakdown:{s:f}": 2130,
      "tempfile.TemporaryDirectory(prefix='synergy-')": 2131,
      "!s\"": 2132,
      "\"#": 2133,
      "\"Y": 2134,
      "\"~": 2135,
      "\":s": 2136,
      "\"src": 2137,
      "\"config": 2138,
      "\"__": 2139,
      "\"python": 2140,
      "\"?\"": 2141,
      "\"generated_package": 2142,
      "\"javascript": 2143,
      "''": 2144,
      "'t": 2145,
      "'\\n": 2146,
      "'\")": 2147,
      "')\",\"": 2148,
      "'src": 2149,
      "'producer_": 2150,
