{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[STRUCTURAL_OPEN]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[STRUCTURAL_CLOSE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      "[MASK]": 4,
      "[STRUCTURAL_OPEN]": 5,
      "[STRUCTURAL_CLOSE]": 6,
      "!": 7,
      "\"": 8,
      "#": 9,
      "$": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "R": 52,
      "S": 53,
      "T": 54,
      "U": 55,
      "V": 56,
      "W": 57,
      "X": 58,
      "Y": 59,
      "Z": 60,
      "[": 61,
      "\\": 62,
      "]": 63,
      "^": 64,
      "_": 65,
      "`": 66,
      "a": 67,
      "b": 68,
      "c": 69,
      "d": 70,
      "e": 71,
      "f": 72,
      "g": 73,
      "h": 74,
      "i": 75,
      "j": 76,
      "k": 77,
      "l": 78,
      "m": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "q": 83,
      "r": 84,
      "s": 85,
      "t": 86,
      "u": 87,
      "v": 88,
      "w": 89,
      "x": 90,
      "y": 91,
      "z": 92,
      "{": 93,
      "|": 94,
      "}": 95,
      "~": 96,
      "¬": 97,
      "ι": 98,
      "λ": 99,
      "π": 100,
      "σ": 101,
      "ω": 102,
      "–": 103,
      "—": 104,
      "→": 105,
      "↦": 106,
      "⇒": 107,
      "∅": 108,
      "∈": 109,
      "∉": 110,
      "∧": 111,
      "∨": 112,
      "≟": 113,
      "≠": 114,
      "≤": 115,
      "≥": 116,
      "▷": 117,
      "✓": 118,
      "⟦": 119,
      "⟧": 120,
      "⟨": 121,
      "⟩": 122,
      "⟪": 123,
      "⟫": 124,
      "er": 125,
      "on": 126,
      "re": 127,
      "at": 128,
      "\",": 129,
      "ar": 130,
      "in": 131,
      "or": 132,
      "ge": 133,
      "st": 134,
      "en": 135,
      "\",\"": 136,
      "ro": 137,
      "',": 138,
      "an": 139,
      "se": 140,
      "co": 141,
      "ut": 142,
      "di": 143,
      "de": 144,
      ":s": 145,
      "':": 146,
      "ti": 147,
      "ch": 148,
      "con": 149,
      "al": 150,
      "'.": 151,
      "su": 152,
      "ma": 153,
      "\\n": 154,
      "pro": 155,
      "ac": 156,
      "es": 157,
      "d_": 158,
      "fi": 159,
      "it": 160,
      ":_": 161,
      "un": 162,
      "ur": 163,
      "str": 164,
      "ent": 165,
      "me": 166,
      "⟩→": 167,
      "du": 168,
      "ex": 169,
      "mp": 170,
      "s:": 171,
      "ion": 172,
      "e_": 173,
      "t_": 174,
      "er_": 175,
      "\")": 176,
      "mo": 177,
      "ard": 178,
      "1π": 179,
      "age": 180,
      "for": 181,
      "as": 182,
      "ip": 183,
      "ts": 184,
      "yp": 185,
      "\"]": 186,
      "[\"": 187,
      "ec": 188,
      "che": 189,
      "js": 190,
      "typ": 191,
      "(\"": 192,
      "dat": 193,
      "ack": 194,
      "))": 195,
      "le": 196,
      "mm": 197,
      "rc": 198,
      "and": 199,
      "[s": 200,
      "er.": 201,
      "arg": 202,
      "li": 203,
      "produ": 204,
      "produc": 205,
      "card": 206,
      "lo": 207,
      "oma": 208,
      "ul": 209,
      "ackage": 210,
      "ad": 211,
      "par": 212,
      "package": 213,
      "t.": 214,
      "mer": 215,
      "s\"": 216,
      "ure": 217,
      "ap": 218,
      "no": 219,
      "t(": 220,
      "dic": 221,
      "[s]": 222,
      "he": 223,
      "na": 224,
      "out": 225,
      "ed": 226,
      "lf": 227,
      "tr": 228,
      "self": 229,
      "mmand": 230,
      "ver": 231,
      "name": 232,
      "ath": 233,
      "consu": 234,
      "\\\"": 235,
      "id": 236,
      "is": 237,
      "ort": 238,
      "json": 239,
      "can": 240,
      "est": 241,
      "sco": 242,
      "y_": 243,
      "dir": 244,
      "--": 245,
      "=\"": 246,
      "cr": 247,
      "fa": 248,
      "if": 249,
      "to": 250,
      "tar": 251,
      "targe": 252,
      "_co": 253,
      "crip": 254,
      "()": 255,
      ":i": 256,
      "path": 257,
      "s.": 258,
      "confi": 259,
      "forge": 260,
      "faul": 261,
      "ue": 262,
      "one": 263,
      "ren": 264,
      "ing": 265,
      "omadic": 266,
      "sche": 267,
      "cript": 268,
      "config": 269,
      ")\",\"": 270,
      "src": 271,
      "\",s\"": 272,
      "defaul": 273,
      "sub": 274,
      "schema": 275,
      "put": 276,
      "}⟫": 277,
      "⟪{": 278,
      "ation": 279,
      "pars": 280,
      "ner": 281,
      "sion": 282,
      "ind": 283,
      ":_⟩→": 284,
      "s:[s]": 285,
      "typer.": 286,
      "producer": 287,
      "consumer": 288,
      "atomadic": 289,
      "\"]⟧": 290,
      "card[\"": 291,
      "FI": 292,
      "None": 293,
      "ain": 294,
      "fro": 295,
      "ol": 296,
      "pl": 297,
      "pre": 298,
      "th": 299,
      "um": 300,
      "score": 301,
      "ON": 302,
      "oc": 303,
      "⟦card[\"": 304,
      "self.": 305,
      "av": 306,
      "la": 307,
      "og": 308,
      "run": 309,
      "chain": 310,
      "sul": 311,
      "args": 312,
      "\\\"\\\"": 313,
      ").": 314,
      "3ω": 315,
      "Tr": 316,
      "``": 317,
      "ed_": 318,
      "fac": 319,
      "py": 320,
      "ith": 321,
      "output": 322,
      "schema_": 323,
      "),": 324,
      "_s": 325,
      "ep": 326,
      "jec": 327,
      "ot": 328,
      "s(": 329,
      "tur": 330,
      "resul": 331,
      "version": 332,
      "T_": 333,
      "cal": 334,
      "el": 335,
      "ha": 336,
      "ig": 337,
      "ror": 338,
      "ature": 339,
      "tion": 340,
      "turn": 341,
      "cli": 342,
      "our": 343,
      "pa": 344,
      "didat": 345,
      "\\n\\n": 346,
      "rend": 347,
      "='": 348,
      "_d": 349,
      "pen": 350,
      "sy": 351,
      "arti": 352,
      "ory": 353,
      "command": 354,
      "utc": 355,
      "tier": 356,
      "name:s": 357,
      "json.": 358,
      "schema_version": 359,
      "artifac": 360,
      "**": 361,
      ":\",\"": 362,
      "TS": 363,
      "cat": 364,
      "imp": 365,
      "ke": 366,
      "lp": 367,
      "lin": 368,
      "po": 369,
      "t=": 370,
      "int": 371,
      "code": 372,
      "help": 373,
      "candidat": 374,
      "ourc": 375,
      "render_": 376,
      "CON": 377,
      "Er": 378,
      "_dir": 379,
      "fe": 380,
      "tex": 381,
      "wr": 382,
      "inv": 383,
      "root": 384,
      "demo": 385,
      "time": 386,
      "nerg": 387,
      "Error": 388,
      "'a": 389,
      "+\"": 390,
      "ai": 391,
      "bo": 392,
      "ct": 393,
      "ds": 394,
      "doc": 395,
      "sourc": 396,
      "up": 397,
      "vi": 398,
      "return": 399,
      "anif": 400,
      "fix": 401,
      "⟩→s": 402,
      "add_": 403,
      "FIG": 404,
      "import": 405,
      "CONFIG": 406,
      "anifest": 407,
      ",\",\"": 408,
      "-forge": 409,
      "Co": 410,
      "EX": 411,
      "_ap": 412,
      "dy": 413,
      "fun": 414,
      "t)": 415,
      "test": 416,
      "err": 417,
      "red": 418,
      "orche": 419,
      "del": 420,
      "url": 421,
      "model": 422,
      "producer_": 423,
      "omain": 424,
      "merge": 425,
      "atomadic-forge": 426,
      "True": 427,
      "func": 428,
      "orchestr": 429,
      "\".": 430,
      "ble": 431,
      "em": 432,
      "ic": 433,
      "md_": 434,
      "zen": 435,
      "set(": 436,
      "uto": 437,
      "date": 438,
      "ider": 439,
      "⟪{'": 440,
      "parser": 441,
      "parser.": 442,
      "frozen": 443,
      "ign": 444,
      "nergy": 445,
      "body": 446,
      "frozenset(": 447,
      "(_": 448,
      ":b": 449,
      "_o": 450,
      "_demo": 451,
      "mes": 452,
      "∅)": 453,
      "at_": 454,
      "ate": 455,
      "cho": 456,
      "projec": 457,
      "exc": 458,
      "type": 459,
      "not": 460,
      "}⟫)": 461,
      "ply": 462,
      "cli_demo": 463,
      "_dt.": 464,
      "writ": 465,
      "EXTS": 466,
      "(c": 467,
      ".ge": 468,
      "/\\n": 469,
      ":f": 470,
      ":[s]": 471,
      "=_": 472,
      "ES": 473,
      "_c": 474,
      "domain": 475,
      "fg": 476,
      "kind": 477,
      "r.": 478,
      "⟨self": 479,
      "utf": 480,
      ":s⟩": 481,
      "tier_": 482,
      "strip": 483,
      "s:i": 484,
      "ument": 485,
      "help=\"": 486,
      "feature": 487,
      "project_": 488,
      "⟨self:": 489,
      "-8": 490,
      "4_s": 491,
      "=tr": 492,
      "=True": 493,
      "Cli": 494,
      "Fal": 495,
      "Scan": 496,
      "[_": 497,
      "_ke": 498,
      "ber": 499,
      "ding": 500,
      "fin": 501,
      "gi": 502,
      "jav": 503,
      "ke_": 504,
      "ml": 505,
      "num": 506,
      "s_": 507,
      "the": 508,
      "vider": 509,
      "with": 510,
      "env": 511,
      "'.m": 512,
      "unt": 513,
      "dump": 514,
      "ascript": 515,
      "\"])": 516,
      "y_orchestr": 517,
      "target_": 518,
      "path.": 519,
      ":_⟩→s": 520,
      "from": 521,
      "prese": 522,
      "\\\"\\\"\\\"": 523,
      "```": 524,
      "hase": 525,
      "json.dump": 526,
      "Command": 527,
      "cho(": 528,
      "write_": 529,
      "utf-8": 530,
      "4_sy_orchestr": 531,
      "=true": 532,
      "=True)\",\"": 533,
      "Client": 534,
      "False": 535,
      "[_]": 536,
      "javascript": 537,
      "number": 538,
      "json.dumps(": 539,
      "4_sy_orchestration": 540,
      "##": 541,
      ".s": 542,
      "/`": 543,
      ":{": 544,
      "Ex": 545,
      "LL": 546,
      "Sy": 547,
      "_render_": 548,
      "auto": 549,
      "len": 550,
      "mith": 551,
      "nt": 552,
      "pec": 553,
      "port": 554,
      "phase": 555,
      "qu": 556,
      "s,": 557,
      "si": 558,
      "s':": 559,
      "smith": 560,
      "at(": 561,
      "enco": 562,
      "alog": 563,
      "provider": 564,
      "file": 565,
      "ur_": 566,
      "ent=": 567,
      "form": 568,
      "types": 569,
      "low": 570,
      "package_": 571,
      "----": 572,
      "_comp": 573,
      ":_⟩→_": 574,
      "producer\"]⟧": 575,
      "consumer\"]⟧": 576,
      "atomadic_": 577,
      "thon": 578,
      "⟦card[\"producer\"]⟧": 579,
      "⟦card[\"consumer\"]⟧": 580,
      "python": 581,
      "paren": 582,
      "catalog": 583,
      "line": 584,
      "time.": 585,
      "source_": 586,
      "returncode": 587,
      "function": 588,
      "final": 589,
      "encoding": 590,
      "(card": 591,
      "DI": 592,
      "E_": 593,
      "RE": 594,
      "]\",\"": 595,
      "_DI": 596,
      "a4_sy_orchestration": 597,
      "bal": 598,
      "has": 599,
      "ire": 600,
      "mer_": 601,
      "pure": 602,
      "rai": 603,
      "s=": 604,
      "smo": 605,
      "x',": 606,
      "⟨name:s": 607,
      "⟨schema_version": 608,
      "ated": 609,
      "in(": 610,
      "gener": 611,
      "stan": 612,
      "ang": 613,
      "ans": 614,
      "it(": 615,
      ":_⟩": 616,
      "modu": 617,
      "load": 618,
      "local": 619,
      "apt": 620,
      "now": 621,
      "trac": 622,
      "consumer_": 623,
      "defaults": 624,
      "default=": 625,
      "indent=": 626,
      "prefix": 627,
      "result.": 628,
      "candidate_": 629,
      "cli_demo_": 630,
      "utf-8\")": 631,
      "len(": 632,
      "format(": 633,
      "atomadic_forge": 634,
      "_DIR": 635,
      "raise": 636,
      "⟨schema_version:s": 637,
      "indent=2": 638,
      "'javascript": 639,
      ",help=\"": 640,
      "Ar": 641,
      "Card": 642,
      "DE": 643,
      "De": 644,
      "For": 645,
      "Manifest": 646,
      "Rep": 647,
      "_con": 648,
      "ad_": 649,
      "able": 650,
      "bol": 651,
      "ces": 652,
      "cur_": 653,
      "jo": 654,
      "las": 655,
      "mbol": 656,
      "open": 657,
      "oformat(": 658,
      "rst": 659,
      "⟨⟩→s": 660,
      "ary": 661,
      "secon": 662,
      "times": 663,
      "\\n\")": 664,
      "promp": 665,
      "string": 666,
      "js',": 667,
      "args.": 668,
      "parts": 669,
      "app": 670,
      "head": 671,
      "tra": 672,
      "isoformat(": 673,
      "=\"utf-8\")": 674,
      "_command": 675,
      "default_": 676,
      "typer.Ex": 677,
      "lama": 678,
      "ject": 679,
      "call": 680,
      "candidates": 681,
      "text(": 682,
      "vide": 683,
      "producer_args": 684,
      "\".jo": 685,
      "datetime.": 686,
      "parser.add_": 687,
      "_dt.datetime.": 688,
      "Commandsmith": 689,
      "LLM": 690,
      "typescript": 691,
      "encoding=\"utf-8\")": 692,
      "anscript": 693,
      "Forge": 694,
      "seconds": 695,
      "timespec": 696,
      "isoformat(timespec": 697,
      "typer.Exit(": 698,
      "\".join(": 699,
      "\"+": 700,
      "')": 701,
      "((": 702,
      "())": 703,
      "/v": 704,
      "1_": 705,
      "2_": 706,
      "=int": 707,
      "AU": 708,
      "FAU": 709,
      "LT_": 710,
      "RI": 711,
      "_re": 712,
      "_output": 713,
      "a,": 714,
      "ache": 715,
      "ist": 716,
      "ifi": 717,
      "i_ke": 718,
      "ll": 719,
      "ment": 720,
      "mis": 721,
      "manifest": 722,
      "pip": 723,
      "},": 724,
      "}',": 725,
      "repo": 726,
      "ated_": 727,
      "\",type": 728,
      "step": 729,
      "secho(": 730,
      "'.c": 731,
      "fil": 732,
      "und": 733,
      "str(": 734,
      "⟩→_": 735,
      "⟩→i": 736,
      "s:[_]": 737,
      "(\"a": 738,
      "dates": 739,
      "argument": 740,
      "ulti": 741,
      "().": 742,
      "src/": 743,
      "typer.secho(": 744,
      "FIL": 745,
      "tier:s": 746,
      "artifact": 747,
      "catch": 748,
      "text": 749,
      "invo": 750,
      "ctx": 751,
      "updates": 752,
      "err=True)\",\"": 753,
      "atomadic-forge.": 754,
      "ignature": 755,
      "at_utc": 756,
      "fg='": 757,
      "gistr": 758,
      "ke_resul": 759,
      "unt:i": 760,
      "number\")": 761,
      "Synergy": 762,
      "smoke_resul": 763,
      "generated_": 764,
      "stants": 765,
      "candidate_id": 766,
      "atomadic_forge.": 767,
      "Arg": 768,
      "DEFAU": 769,
      "jectory": 770,
      "parser.add_argument": 771,
      "/v1": 772,
      "=int,help=\"": 773,
      "\",type=int,help=\"": 774,
      "generated_at_utc": 775,
      "DEFAULT_": 776,
      "'}": 777,
      "'producer": 778,
      "'}⟫)": 779,
      "'typescript": 780,
      "(\",\"": 781,
      "(targe": 782,
      ")+\"": 783,
      "AM": 784,
      "Con": 785,
      "Emerge": 786,
      "LI": 787,
      "Log": 788,
      "NAM": 789,
      "Re": 790,
      "TI": 791,
      "_id": 792,
      "_feature": 793,
      "capt": 794,
      "d(": 795,
      "ff": 796,
      "fn": 797,
      "iz": 798,
      "lat": 799,
      "lang": 800,
      "m',": 801,
      "multi": 802,
      "pr": 803,
      "s)": 804,
      "sit": 805,
      "sha": 806,
      "ted": 807,
      "ub": 808,
      "red_": 809,
      "report": 810,
      "\",\"\",\"": 811,
      "divide": 812,
      ":s⟩→s": 813,
      "all": 814,
      "'.ts": 815,
      "proces": 816,
      "iter": 817,
      "uration": 818,
      "ext": 819,
      "exec": 820,
      "exist": 821,
      ")))": 822,
      "list": 823,
      "node": 824,
      "subtrac": 825,
      "None,": 826,
      "ollama": 827,
      "score_": 828,
      "score:f": 829,
      "self._": 830,
      "Transcript": 831,
      "T_EXTS": 832,
      "pay": 833,
      "\\n\\n##": 834,
      "synergy": 835,
      "erry": 836,
      "frozenset({": 837,
      "frozenset(⟪{": 838,
      "/\\n.": 839,
      "module": 840,
      "Report": 841,
      "trajectory": 842,
      "gistry": 843,
      "smoke_results": 844,
      "DEFAULT_CONFIG": 845,
      ")+\"\\n\")": 846,
      "Emergent": 847,
      "capture": 848,
      "execut": 849,
      "TranscriptLog": 850,
      "!=": 851,
      "'-": 852,
      "'atomadic_forge.": 853,
      "(t": 854,
      "(config": 855,
      ",indent=2": 856,
      ".0": 857,
      ".un": 858,
      ".call": 859,
      "00": 860,
      "0_": 861,
      "0:\",\"": 862,
      "3_": 863,
      ":\"": 864,
      "=False": 865,
      "An": 866,
      "CRI": 867,
      "CLI": 868,
      "LA": 869,
      "LO": 870,
      "Liter": 871,
      "NO": 872,
      "PT_EXTS": 873,
      "RO": 874,
      "St": 875,
      "Sto": 876,
      "_path": 877,
      "_root": 878,
      "_FIL": 879,
      "be": 880,
      "ce_": 881,
      "cmd_": 882,
      "duration": 883,
      "glo": 884,
      "iv": 885,
      "k_con": 886,
      "osit": 887,
      "p_": 888,
      "pic": 889,
      "qk_con": 890,
      "ry": 891,
      "s\")": 892,
      "te": 893,
      "t(\"": 894,
      "vel": 895,
      "wo": 896,
      "ys.": 897,
      "|\\n": 898,
      "∨\"": 899,
      "⟨card": 900,
      "⟨src": 901,
      "er()": 902,
      "read_": 903,
      "\",default=": 904,
      "int(": 905,
      "\",\"a": 906,
      "',\",s\"": 907,
      "ution": 908,
      "al[": 909,
      "main": 910,
      "unds": 911,
      "entry": 912,
      "mem": 913,
      "s:f": 914,
      "mo_comp": 915,
      "ass": 916,
      "))\",\"": 917,
      "rc)\",\"": 918,
      "[sys.": 919,
      "top_": 920,
      "target)": 921,
      "s.run": 922,
      "\",s\"-": 923,
      "subparser": 924,
      "subproces": 925,
      "s:[s]⟩": 926,
      "thro": 927,
      "lable": 928,
      "og_feature": 929,
      ").returncode": 930,
      "ed_cli": 931,
      "),encoding=\"utf-8\")": 932,
      "**:": 933,
      "lines": 934,
      "Error,": 935,
      "sources": 936,
      "_api_ke": 937,
      "red',": 938,
      "_omis": 939,
      "at_function": 940,
      "(cmd_": 941,
      ".get(\"": 942,
      "=_promp": 943,
      "domain_": 944,
      "project_dir": 945,
      "ml',": 946,
      "'.md": 947,
      "preset": 948,
      "write_text(": 949,
      "=true)": 950,
      "phase_omis": 951,
      "⟦card[\"producer\"]⟧,": 952,
      "a4_sy_orchestration.un": 953,
      "able,": 954,
      "default_target_": 955,
      "LLMClient": 956,
      "typer.Exit(rc)\",\"": 957,
      "\"+package": 958,
      "1_at_function": 959,
      "2_mo_comp": 960,
      "_output=False": 961,
      "ified_cli": 962,
      "pipe": 963,
      "typer.secho(f": 964,
      "updates[\"": 965,
      "fg='red',": 966,
      "SynergyScan": 967,
      "ize": 968,
      "shared_": 969,
      "payload": 970,
      "EmergentScan": 971,
      "capture_output=False": 972,
      "executable,": 973,
      "'-m',": 974,
      "'atomadic_forge.a4_sy_orchestration.un": 975,
      "0_qk_con": 976,
      "3_og_feature": 977,
      "CRIPT_EXTS": 978,
      "Literal[": 979,
      "Store": 980,
      "global": 981,
      "osites": 982,
      "|\\n|": 983,
      "[sys.executable,": 984,
      "s.run(cmd_": 985,
      "subprocess.run(cmd_": 986,
      ").returncode\",\"": 987,
      "=_prompt_": 988,
      "phase_omission": 989,
      "2_mo_composites": 990,
      "ified_cli',\",s\"": 991,
      "capture_output=False).returncode\",\"": 992,
      "'atomadic_forge.a4_sy_orchestration.unified_cli',\",s\"": 993,
      "0_qk_constants": 994,
      "\"\\n": 995,
      "'}⟫": 996,
      "(_dt.": 997,
      "(paren": 998,
      ",exist": 999,
      "->": 1000,
      ".sub": 1001,
      ".utc": 1002,
      ".up": 1003,
      ".strip": 1004,
      ".low": 1005,
      ":\",s\"": 1006,
      "=dic": 1007,
      "AL": 1008,
      "At": 1009,
      "D_DIR": 1010,
      "EN": 1011,
      "Fi": 1012,
      "GNO": 1013,
      "IGNO": 1014,
      "JS": 1015,
      "NG": 1016,
      "Path": 1017,
      "RC": 1018,
      "Run": 1019,
      "Se": 1020,
      "TE": 1021,
      "Val": 1022,
      "_P": 1023,
      "_chain": 1024,
      "_CONFIG": 1025,
      "_EXTS": 1026,
      "`src/": 1027,
      "aw": 1028,
      "are": 1029,
      "by": 1030,
      "bas": 1031,
      "back": 1032,
      "bution": 1033,
      "clas": 1034,
      "do": 1035,
      "fo": 1036,
      "g',": 1037,
      "gment": 1038,
      "ht": 1039,
      "il": 1040,
      "ired": 1041,
      "ibution": 1042,
      "kdir": 1043,
      "k=true)": 1044,
      "kdo": 1045,
      "mon": 1046,
      "min": 1047,
      "mkdir": 1048,
      "raw": 1049,
      "sp": 1050,
      "s\\n": 1051,
      "s:_": 1052,
      "tent": 1053,
      "uage": 1054,
      "ve": 1055,
      "wn": 1056,
      "wor": 1057,
      "zone": 1058,
      "⟦prese": 1059,
      "⟧`": 1060,
      "⟧\")": 1061,
      "⟨path": 1062,
      "⟨model": 1063,
      "requ": 1064,
      "attr": 1065,
      "\",DEFAULT_CONFIG": 1066,
      "input": 1067,
      "state": 1068,
      "enc": 1069,
      "rounds": 1070,
      "segment": 1071,
      "comm": 1072,
      "distr": 1073,
      "cherry": 1074,
      "content": 1075,
      "'.s": 1076,
      "'.py": 1077,
      "fiel": 1078,
      "item": 1079,
      "exit": 1080,
      "s:b": 1081,
      "\")]": 1082,
      "ts=true": 1083,
      "data": 1084,
      "args:": 1085,
      "lib": 1086,
      "t.write_text(": 1087,
      "s\"⟦": 1088,
      "apply": 1089,
      "json_": 1090,
      "scout": 1091,
      "y_env": 1092,
      "=\"seconds": 1093,
      "target": 1094,
      "target.write_text(": 1095,
      "_count:i": 1096,
      ":i⟩→i": 1097,
      "ueError": 1098,
      "None:\",\"": 1099,
      "None,\",\"": 1100,
      "plit": 1101,
      "chain[\"": 1102,
      ").isoformat(timespec": 1103,
      "output_dir": 1104,
      "igno": 1105,
      "symbol": 1106,
      "artifact)": 1107,
      "pose": 1108,
      "intent": 1109,
      "timezone": 1110,
      "ctory": 1111,
      "docstring": 1112,
      "add_parser": 1113,
      "_appen": 1114,
      "_apply": 1115,
      "⟪{'python": 1116,
      "_ok=true)": 1117,
      "s:i}": 1118,
      "project_root": 1119,
      "env',": 1120,
      "```bas": 1121,
      ":{s:i}": 1122,
      "package_prefix": 1123,
      "_comple": 1124,
      "E_NAM": 1125,
      "RED_DIR": 1126,
      "has_": 1127,
      "now(_dt.": 1128,
      "consumer_args": 1129,
      "cli_demo_returncode": 1130,
      "'javascript':": 1131,
      "ManifestStore": 1132,
      "headline": 1133,
      "_dt.datetime.now(_dt.": 1134,
      "ache',": 1135,
      "file_": 1136,
      "'}),": 1137,
      "'typescript':": 1138,
      "print(": 1139,
      "ollama_": 1140,
      "score_trajectory": 1141,
      "⟨card:_⟩→s": 1142,
      "thropic": 1143,
      "sources_dir": 1144,
      "_api_key_env": 1145,
      "default_target_score": 1146,
      "\"+package+\"": 1147,
      "Literal[(\"": 1148,
      "\"\\n\".join(": 1149,
      "(parents=true": 1150,
      ",exist_ok=true)": 1151,
      ".sub(\"": 1152,
      ".utc).isoformat(timespec": 1153,
      ".update": 1154,
      ".lower()": 1155,
      "=dict(": 1156,
      "AL_CONFIG": 1157,
      "Atomadic": 1158,
      "IGNORED_DIR": 1159,
      "JSON": 1160,
      "ValueError": 1161,
      "kdown": 1162,
      "mkdir(parents=true": 1163,
      "s:_}": 1164,
      "⟦preset.": 1165,
      "⟨model:_": 1166,
      "\",DEFAULT_CONFIG[\"": 1167,
      "distribution": 1168,
      "=\"seconds\")": 1169,
      "timezone.utc).isoformat(timespec": 1170,
      "⟪{'python':": 1171,
      "```bash": 1172,
      "_dt.datetime.now(_dt.timezone.utc).isoformat(timespec": 1173,
      "AL_CONFIG_DIR": 1174,
      "IGNORED_DIRS": 1175,
      "mkdir(parents=true,exist_ok=true)": 1176,
      "']": 1177,
      "'consumer": 1178,
      "'),": 1179,
      "'pure": 1180,
      "'atomadic-forge.": 1181,
      "'synergy": 1182,
      "(src": 1183,
      "(func": 1184,
      "(body": 1185,
      "(invo": 1186,
      ",\"": 1187,
      ",default=": 1188,
      ".\",\"": 1189,
      ".\\\"\\\"\\\"": 1190,
      ".invo": 1191,
      ".ext": 1192,
      "/a": 1193,
      "0]": 1194,
      "=config": 1195,
      "=self.": 1196,
      "=args": 1197,
      "=_dt.datetime.": 1198,
      "=subparser": 1199,
      "@app": 1200,
      "AI": 1201,
      "AS": 1202,
      "ER": 1203,
      "SRC": 1204,
      "YP": 1205,
      "Z\",": 1206,
      "['": 1207,
      "[str": 1208,
      "[list": 1209,
      "_S": 1210,
      "__": 1211,
      "_m": 1212,
      "_bal": 1213,
      "_tier:s": 1214,
      "_mem": 1215,
      "`a": 1216,
      "a:i": 1217,
      "b\",type=int,help=\"": 1218,
      "b)))": 1219,
      "dout": 1220,
      "e(": 1221,
      "echo(": 1222,
      "ffix": 1223,
      "ir": 1224,
      "ked_": 1225,
      "ly": 1226,
      "ou": 1227,
      "pt": 1228,
      "per": 1229,
      "sa": 1230,
      "s()": 1231,
      "s/`": 1232,
      "tec": 1233,
      "two": 1234,
      "tattr": 1235,
      "ug": 1236,
      "wd": 1237,
      "war": 1238,
      "ya": 1239,
      "{rc": 1240,
      "{package": 1241,
      "{\",s\"": 1242,
      "↦print(": 1243,
      "∈IGNORED_DIRS": 1244,
      "⟦package": 1245,
      "⟦result.": 1246,
      "⟨a:i": 1247,
      "error": 1248,
      "registry": 1249,
      "recomm": 1250,
      "\",help=\"": 1251,
      "\",generated_at_utc": 1252,
      "inde": 1253,
      "in_mem": 1254,
      "ory_": 1255,
      "ged": 1256,
      "gest": 1257,
      "getattr": 1258,
      "stdout": 1259,
      "endat": 1260,
      "end(": 1261,
      "ros": 1262,
      "aned": 1263,
      "ance_": 1264,
      "ses": 1265,
      "set_": 1266,
      "def": 1267,
      "detec": 1268,
      ":s⟩→": 1269,
      "cond": 1270,
      "conver": 1271,
      "alname:s": 1272,
      "align": 1273,
      "'.js": 1274,
      "'.json": 1275,
      "'.to": 1276,
      "'.js',": 1277,
      "summ": 1278,
      "suffix": 1279,
      "max": 1280,
      "propose": 1281,
      "first": 1282,
      "str(\"": 1283,
      "entory": 1284,
      "exp": 1285,
      "export": 1286,
      "er_lines": 1287,
      "\"]=_prompt_": 1288,
      "[\"@app": 1289,
      "(\"b\",type=int,help=\"": 1290,
      "level": 1291,
      "leaned": 1292,
      "log": 1293,
      "out_command": 1294,
      "y_m": 1295,
      "=\"atomadic-forge.": 1296,
      "_coun": 1297,
      "s.add_parser": 1298,
      ")\",\"[": 1299,
      "src)": 1300,
      "subcommand": 1301,
      "typer.Con": 1302,
      "typer.echo(": 1303,
      "None:\",s\"": 1304,
      "olation": 1305,
      "ply_": 1306,
      "this": 1307,
      "⟦card[\"candidate_id": 1308,
      "avai": 1309,
      "run_": 1310,
      "face": 1311,
      "pytest": 1312,
      "schema_id": 1313,
      "='seconds": 1314,
      "='Arg": 1315,
      "commands": 1316,
      "utcnow": 1317,
      "json.load": 1318,
      "json.JSON": 1319,
      "schema_version':": 1320,
      "schema_version=\"atomadic-forge.": 1321,
      "artifact_": 1322,
      "posi": 1323,
      "help='Arg": 1324,
      "inventory": 1325,
      "Error)": 1326,
      "+\"Z\",": 1327,
      "return\",\"": 1328,
      "CONFIG_FIL": 1329,
      "tests": 1330,
      "merged": 1331,
      "⟪{'schema_version':": 1332,
      "parser.set_": 1333,
      "body)+\"\\n\")": 1334,
      "body.ext": 1335,
      "excep": 1336,
      "notated": 1337,
      "cli_demo_command": 1338,
      ".get(": 1339,
      "=_head": 1340,
      "_cfg": 1341,
      "_clas": 1342,
      "kind:s": 1343,
      "tier_distribution": 1344,
      "⟨self:Commandsmith": 1345,
      "_key": 1346,
      "ke_with": 1347,
      "=True)\",\"def": 1348,
      "False,": 1349,
      "numbers\")": 1350,
      "json.dumps({\",s\"": 1351,
      "auto_apply": 1352,
      "qualname:s": 1353,
      "parent.": 1354,
      "final_": 1355,
      "(card)": 1356,
      "defaults(func": 1357,
      "cli_demo_stdout": 1358,
      "indent=2))\",\"": 1359,
      "Decode": 1360,
      "open_id": 1361,
      "args.a,": 1362,
      "args.b)))": 1363,
      "candidates=": 1364,
      "Commandsmith.": 1365,
      "isoformat(timespec=\"seconds\")": 1366,
      "')]": 1367,
      "llm": 1368,
      "str(artifact)": 1369,
      "(\"a\",type=int,help=\"": 1370,
      "().isoformat(timespec=\"seconds\")": 1371,
      "ctx:": 1372,
      "ctx.invo": 1373,
      "Argument": 1374,
      "parser.add_argument(\"b\",type=int,help=\"": 1375,
      "parser.add_argument(\"a\",type=int,help=\"": 1376,
      "/v1',": 1377,
      "/v1\",generated_at_utc": 1378,
      "latenc": 1379,
      "language": 1380,
      "multiply_": 1381,
      "divide_": 1382,
      "subtract_": 1383,
      "frozenset({'pure": 1384,
      ".callback": 1385,
      "Annotated": 1386,
      "LOC": 1387,
      "ROO": 1388,
      "Stub": 1389,
      "\",default=cur_": 1390,
      "shared_schema": 1391,
      "First": 1392,
      "Second": 1393,
      "`src/\"+package+\"": 1394,
      "work": 1395,
      "rounds_comple": 1396,
      "exited": 1397,
      "json_artifact": 1398,
      "target.write_text(json.dumps(": 1399,
      "E_NAME": 1400,
      "_api_key_env:_⟩": 1401,
      "\"\\n\".join(body)+\"\\n\")": 1402,
      "_dt.datetime.now(_dt.timezone.utc).isoformat(timespec='seconds": 1403,
      "'synergy':": 1404,
      "(body=_head": 1405,
      "(invoke_with": 1406,
      ",default=str": 1407,
      "=config.get(\"": 1408,
      "=args↦print(": 1409,
      "=_dt.datetime.utcnow": 1410,
      "=subparsers.add_parser": 1411,
      "[str]": 1412,
      "[list[str]": 1413,
      "_balance_": 1414,
      "ked_subcommand": 1415,
      "{rc}',": 1416,
      "⟦package⟧": 1417,
      "recommendat": 1418,
      "index": 1419,
      "in_memory_": 1420,
      "getattr(_": 1421,
      "end([\"@app": 1422,
      "converged": 1423,
      "summary": 1424,
      "proposed_": 1425,
      "er_lines(card)": 1426,
      "out_command=True)\",\"def": 1427,
      "typer.echo(json.dumps({\",s\"": 1428,
      "⟦card[\"candidate_id\"]⟧": 1429,
      "available": 1430,
      "json.loads(": 1431,
      "json.JSONDecode": 1432,
      "help='Args": 1433,
      "CONFIG_FILE_NAME": 1434,
      "parser.set_defaults(func": 1435,
      "body.extend([\"@app": 1436,
      "indent=2))\",\"\"])": 1437,
      "open_idx": 1438,
      "args.a,args.b)))": 1439,
      "str(artifact)]\",\"": 1440,
      "().isoformat(timespec=\"seconds\")+\"Z\",": 1441,
      "ctx.invoked_subcommand": 1442,
      "parser.add_argument(\"b\",type=int,help=\"Second": 1443,
      "parser.add_argument(\"a\",type=int,help=\"First": 1444,
      "/v1\",generated_at_utc=_dt.datetime.utcnow": 1445,
      "latency_m": 1446,
      ".callback(invoke_with": 1447,
      "Annotated[list[str]": 1448,
      "`src/\"+package+\"/a": 1449,
      "rounds_completed": 1450,
      "(body=_header_lines(card)": 1451,
      "=subparsers.add_parser(\"": 1452,
      "recommendation": 1453,
      "in_memory_pipe": 1454,
      "parser.set_defaults(func=args↦print(": 1455,
      "body.extend([\"@app.callback(invoke_with": 1456,
      "/v1\",generated_at_utc=_dt.datetime.utcnow().isoformat(timespec=\"seconds\")+\"Z\",": 1457,
      "body.extend([\"@app.callback(invoke_without_command=True)\",\"def": 1458,
      "\":\"": 1459,
      "'ts": 1460,
      "'--": 1461,
      "'run": 1462,
      "'state": 1463,
      "'{package": 1464,
      "(G": 1465,
      "(self.": 1466,
      "(s,": 1467,
      "(node": 1468,
      ")∨\"": 1469,
      "*producer_args": 1470,
      ",config": 1471,
      ",\",s\"": 1472,
      "-args": 1473,
      "-tier": 1474,
      "._": 1475,
      ".json": 1476,
      "/CONFIG_FILE_NAME": 1477,
      "1)": 1478,
      "100": 1479,
      "2σ": 1480,
      "5-tier": 1481,
      "=path.": 1482,
      "?\"": 1483,
      "AA": 1484,
      "AV": 1485,
      "Ch": 1486,
      "Dire": 1487,
      "ETS": 1488,
      "Gen": 1489,
      "HON": 1490,
      "Imp": 1491,
      "Int": 1492,
      "ITI": 1493,
      "JAV": 1494,
      "OS": 1495,
      "Open": 1496,
      "PY": 1497,
      "RES": 1498,
      "Sco": 1499,
      "Sur": 1500,
      "Signature": 1501,
      "SITI": 1502,
      "TYP": 1503,
      "THON": 1504,
      "[]": 1505,
      "[⟪": 1506,
      "[]\",\"": 1507,
      "[0]": 1508,
      "_se": 1509,
      "_to": 1510,
      "_utc": 1511,
      "_import": 1512,
      "_type": 1513,
      "_file": 1514,
      "_pure": 1515,
      "_step": 1516,
      "_posi": 1517,
      "a-": 1518,
      "ab": 1519,
      "ag": 1520,
      "ast": 1521,
      "ase": 1522,
      "adic": 1523,
      "b,": 1524,
      "bl": 1525,
      "b:i⟩→i": 1526,
      "base": 1527,
      "ci": 1528,
      "cer": 1529,
      "cros": 1530,
      "cleaned": 1531,
      "d',": 1532,
      "e:": 1533,
      "ew": 1534,
      "ever": 1535,
      "f⟧": 1536,
      "f',": 1537,
      "fli": 1538,
      "find": 1539,
      "her": 1540,
      "ies": 1541,
      "kg": 1542,
      "ken": 1543,
      "l_": 1544,
      "ler": 1545,
      "les": 1546,
      "lug": 1547,
      "of": 1548,
      "pi": 1549,
      "pas": 1550,
      "pkg": 1551,
      "ser": 1552,
      "s\",\"": 1553,
      "s',": 1554,
      "scrip": 1555,
      "signature": 1556,
      "voc": 1557,
      "wire": 1558,
      "x())": 1559,
      "yout": 1560,
      "y((": 1561,
      "you": 1562,
      "{e:": 1563,
      "⟨⟩→": 1564,
      "⟨chain": 1565,
      "⟨node": 1566,
      "⟨project_root": 1567,
      "⟫]": 1568,
      "erme": 1569,
      "erated": 1570,
      "erpt": 1571,
      "revi": 1572,
      "relat": 1573,
      "resp": 1574,
      "ator": 1575,
      "arc": 1576,
      "arkdown": 1577,
      "in-": 1578,
      "ini": 1579,
      "gemin": 1580,
      "stat": 1581,
      "stem": 1582,
      "stall": 1583,
      "\",\"re": 1584,
      "\",\"\",s\"": 1585,
      "and_": 1586,
      "anthropic": 1587,
      "any((": 1588,
      "ses:[s]": 1589,
      "comp": 1590,
      "cover": 1591,
      "count:i": 1592,
      "disco": 1593,
      "diate": 1594,
      "digest": 1595,
      "ded": 1596,
      "descrip": 1597,
      "tif": 1598,
      "chat": 1599,
      "'.g": 1600,
      "'.p": 1601,
      "'.w": 1602,
      "ace": 1603,
      "es:[s]": 1604,
      "met": 1605,
      "meth": 1606,
      "e_to": 1607,
      "e_report": 1608,
      "t_docstring": 1609,
      "\"))": 1610,
      "forwar": 1611,
      "as_posi": 1612,
      "[\"provider": 1613,
      "ect": 1614,
      "ection": 1615,
      "mment": 1616,
      "load_": 1617,
      "ulary": 1618,
      "adapt": 1619,
      "part": 1620,
      "package,": 1621,
      "package:s": 1622,
      "names": 1623,
      "out',": 1624,
      "try": 1625,
      "name,": 1626,
      "dir/": 1627,
      "_comment": 1628,
      "config.update": 1629,
      "config_file": 1630,
      "typer.Argument": 1631,
      "consumer-args": 1632,
      "olve": 1633,
      "ocstring": 1634,
      "self.write_": 1635,
      "run(\",\"": 1636,
      "output_root": 1637,
      "_size": 1638,
      "result": 1639,
      "\\n\\n```bash": 1640,
      "_domain": 1641,
      "_docstring": 1642,
      "synerg": 1643,
      "artifact.": 1644,
      "**{e:": 1645,
      "key": 1646,
      "t=self.": 1647,
      "t=len(": 1648,
      "interme": 1649,
      "violation": 1650,
      "tests_": 1651,
      "url,": 1652,
      "url':": 1653,
      "models": 1654,
      "producer_fn": 1655,
      "producer_args:": 1656,
      "atomadic-forge\"": 1657,
      "True,": 1658,
      "md_path": 1659,
      "parser=subparsers.add_parser(\"": 1660,
      "(_step": 1661,
      "excerpt": 1662,
      ".get_docstring": 1663,
      "ESCRIPT_EXTS": 1664,
      "domains": 1665,
      "kind:_": 1666,
      "tier_index": 1667,
      "strip_comment": 1668,
      "⟨self:TranscriptLog": 1669,
      "ml':": 1670,
      "'.mjs',": 1671,
      "\\\"\\\"\\\"Run": 1672,
      ".scan": 1673,
      ".sav": 1674,
      ".split": 1675,
      ":{s:_}": 1676,
      "Symbol": 1677,
      "_render_phase_omission": 1678,
      "s,smoke_results": 1679,
      "sibl": 1680,
      "file.": 1681,
      "file:s": 1682,
      "--------": 1683,
      "⟦card[\"consumer\"]⟧,": 1684,
      "⟦card[\"consumer\"]⟧.\\\"\\\"\\\"": 1685,
      "lineage": 1686,
      "source_root": 1687,
      "RE.sub(\"": 1688,
      "consumer_fn": 1689,
      "'javascript',": 1690,
      "Defaul": 1691,
      "ManifestCard": 1692,
      "openai": 1693,
      "typer.Exit(2": 1694,
      "ache/\\n.": 1695,
      "llection": 1696,
      "manifest_dir": 1697,
      "text,\",\"": 1698,
      "generated_at_utc:s": 1699,
      "Registry": 1700,
      "TIER": 1701,
      "multiply": 1702,
      "\",\"\",\"##": 1703,
      "self._turn": 1704,
      "module:s": 1705,
      ",indent=2,default=str": 1706,
      "LANG": 1707,
      "_path)": 1708,
      "_path=": 1709,
      "cmd_a": 1710,
      "cmd_b": 1711,
      "ive_to": 1712,
      "read_text(": 1713,
      "read_config_file": 1714,
      "top_n": 1715,
      "top_level": 1716,
      "typer.secho(f'producer": 1717,
      "subprocess.run(cmd_a,": 1718,
      "subprocess.run(cmd_b,": 1719,
      ".strip()": 1720,
      "ENSITI": 1721,
      "monadic": 1722,
      "raw_appen": 1723,
      "s\\n-": 1724,
      "⟧`\",s\"-": 1725,
      "scout['": 1726,
      "None,\",\")": 1727,
      "ASCRIPT_EXTS": 1728,
      "detect_": 1729,
      "alignment": 1730,
      "'.json',": 1731,
      "exported_": 1732,
      "\"]=_prompt_str(\"": 1733,
      "typer.Context,\",\"": 1734,
      "artifact_md_path": 1735,
      "except": 1736,
      "parent.mkdir(parents=true,exist_ok=true)": 1737,
      "final_score": 1738,
      "frozenset({'pure',": 1739,
      "LOCAL_CONFIG_DIR": 1740,
      "StubLLMClient": 1741,
      "_dt.datetime.now(_dt.timezone.utc).isoformat(timespec='seconds'),": 1742,
      "json.JSONDecodeError)": 1743,
      "(node)∨\"": 1744,
      "Directory": 1745,
      "Generated": 1746,
      "Intent": 1747,
      "JAVASCRIPT_EXTS": 1748,
      "OSError,": 1749,
      "PYTHON": 1750,
      "RESETS": 1751,
      "Surface": 1752,
      "TYPESCRIPT_EXTS": 1753,
      "[⟪:": 1754,
      "_token": 1755,
      "_utc':": 1756,
      "abulary": 1757,
      "ast.get_docstring": 1758,
      "vocabulary": 1759,
      "⟨node:_⟩→s": 1760,
      "review": 1761,
      "relative_to": 1762,
      "coverage": 1763,
      "description": 1764,
      "metho": 1765,
      "forwarded": 1766,
      "as_posix())": 1767,
      "[\"provider\"]": 1768,
      "config.update(_step": 1769,
      "typer.Argument(\",\"": 1770,
      "\\n\\n```bash\\n": 1771,
      "intermediate": 1772,
      ".split(\"": 1773,
      "sibling": 1774,
      "⟦card[\"consumer\"]⟧.\\\"\\\"\\\"\",\"": 1775,
      "RegistryManifestCard": 1776,
      ",indent=2,default=str),encoding=\"utf-8\")": 1777,
      "ENSITIV": 1778,
      "PYTHON_EXTS": 1779,
      "ast.get_docstring(node)∨\"": 1780,
      "\"\\\"\\\"\\\"": 1781,
      "'m": 1782,
      "'s": 1783,
      "'\",\"": 1784,
      "'produc": 1785,
      "').": 1786,
      "'model": 1787,
      "'orchestr": 1788,
      "'kind": 1789,
      "'python": 1790,
      "'main": 1791,
      "'))\",\"": 1792,
      "'ht": 1793,
      "'content": 1794,
      "'ollama_": 1795,
      "'ya": 1796,
      "'latency_m": 1797,
      "'url':": 1798,
      "(f": 1799,
      "(h": 1800,
      "(k": 1801,
      "({": 1802,
      "(doc": 1803,
      "(url": 1804,
      "((c": 1805,
      "(path.": 1806,
      "(local": 1807,
      "(prefix": 1808,
      "(updates[\"": 1809,
      "(data": 1810,
      "(s\"⟦": 1811,
      "(consumer_args": 1812,
      "(schema_version=\"atomadic-forge.": 1813,
      "(args.a,args.b)))": 1814,
      "(OSError,": 1815,
      "(description": 1816,
      ")?": 1817,
      ")∈": 1818,
      ")≥": 1819,
      ")}⟫": 1820,
      ")\\n\\n": 1821,
      "*.": 1822,
      ",v": 1823,
      ",package": 1824,
      ",domain_": 1825,
      ",max": 1826,
      ",open_idx": 1827,
      "-Z": 1828,
      "-⟦": 1829,
      "-in": 1830,
      "-not": 1831,
      "-')": 1832,
      "-fo": 1833,
      "-out',": 1834,
      ".1": 1835,
      ".v": 1836,
      ".\\n": 1837,
      ".\")": 1838,
      ".writ": 1839,
      ".exist": 1840,
      ".item": 1841,
      ".mkdir(parents=true,exist_ok=true)": 1842,
      ".registry": 1843,
      ".')]": 1844,
      "//": 1845,
      "/5": 1846,
      "/_": 1847,
      "/LOCAL_CONFIG_DIR": 1848,
      "0,": 1849,
      "0.0": 1850,
      "25": 1851,
      "2',": 1852,
      "3',": 1853,
      "4_": 1854,
      "4ι": 1855,
      "4',": 1856,
      "5)": 1857,
      "8⟫]": 1858,
      ":v": 1859,
      ":[_]": 1860,
      "=f": 1861,
      "=re": 1862,
      "=co": 1863,
      "=⟪{'": 1864,
      "=has": 1865,
      "=len(": 1866,
      "=smoke_results": 1867,
      "=run_": 1868,
      "=read_config_file": 1869,
      "=ast.get_docstring(node)∨\"": 1870,
      "?doc": 1871,
      "AG": 1872,
      "Auto": 1873,
      "ALL": 1874,
      "A-Z": 1875,
      "BAL_CONFIG_DIR": 1876,
      "CO": 1877,
      "Can": 1878,
      "EC": 1879,
      "ED": 1880,
      "EM": 1881,
      "Fo": 1882,
      "G_": 1883,
      "Gem": 1884,
      "ITS": 1885,
      "Kind": 1886,
      "KG_": 1887,
      "MA": 1888,
      "MM": 1889,
      "MP": 1890,
      "NI": 1891,
      "Not": 1892,
      "Ol": 1893,
      "Pro": 1894,
      "Package": 1895,
      "Pic": 1896,
      "PKG_": 1897,
      "ST": 1898,
      "SU": 1899,
      "Script": 1900,
      "Te": 1901,
      "Ti": 1902,
      "Typ": 1903,
      "The": 1904,
      "Test": 1905,
      "UAG": 1906,
      "Wire": 1907,
      "[import": 1908,
      "[A-Z": 1909,
      "\\\\": 1910,
      "_)": 1911,
      "_ro": 1912,
      "_de": 1913,
      "_config": 1914,
      "_la": 1915,
      "_tier": 1916,
      "_name:s": 1917,
      "_EX": 1918,
      "_url": 1919,
      "_line": 1920,
      "_fil": 1921,
      "_text": 1922,
      "_candidate_id": 1923,
      "_NAM": 1924,
      "_ass": 1925,
      "_igno": 1926,
      "_file_": 1927,
      "_first": 1928,
      "_summary": 1929,
      "_excerpt": 1930,
      "`.": 1931,
      "`⟦": 1932,
      "`\",\"": 1933,
      "`forge": 1934,
      "`run": 1935,
      "a',": 1936,
      "ach": 1937,
      "akdown": 1938,
      "br": 1939,
      "bu": 1940,
      "bre": 1941,
      "b_s": 1942,
      "bel": 1943,
      "c∈": 1944,
      "cache',": 1945,
      "ce(": 1946,
      "cwd": 1947,
      "cach": 1948,
      "der": 1949,
      "d:i": 1950,
      "eb": 1951,
      "ev": 1952,
      "e∈": 1953,
      "eCard": 1954,
      "eff": 1955,
      "fer": 1956,
      "fre": 1957,
      "fe_": 1958,
      "ful": 1959,
      "gno": 1960,
      "hex": 1961,
      "hand": 1962,
      "hap": 1963,
      "hav": 1964,
      "hig": 1965,
      "hlib": 1966,
      "h[⟪:": 1967,
      "im": 1968,
      "io": 1969,
      "ide": 1970,
      "jp": 1971,
      "ju": 1972,
      "ker": 1973,
      "kip": 1974,
      "k:v": 1975,
      "next": 1976,
      "ose": 1977,
      "ot_": 1978,
      "o:i": 1979,
      "oper": 1980,
      "pan": 1981,
      "pth": 1982,
      "ption": 1983,
      "pass": 1984,
      "ru": 1985,
      "ran": 1986,
      "s:s": 1987,
      "sent": 1988,
      "sav": 1989,
      "s),": 1990,
      "sider": 1991,
      "spec": 1992,
      "s\",\"a": 1993,
      "s']": 1994,
      "slug": 1995,
      "ss',": 1996,
      "solve": 1997,
      "shap": 1998,
      "skip": 1999,
      "t,": 2000,
      "tp": 2001,
      "tre": 2002,
      "t',": 2003,
      "tmp": 2004,
      "t:s⟩→s": 2005,
      "ude": 2006,
      "ues": 2007,
      "uct": 2008,
      "v≠": 2009,
      "venv": 2010,
      "venv',": 2011,
      "wh": 2012,
      "wer": 2013,
      "ward": 2014,
      "x':": 2015,
      "x'}⟫)": 2016,
      "xt',": 2017,
      "yel": 2018,
      "{'": 2019,
      "{exc": 2020,
      "{s:_}": 2021,
      "|--------": 2022,
      "})": 2023,
      "∅})": 2024,
      "∈re": 2025,
      "⟦chain[\"": 2026,
      "⟧\\n\\n##": 2027,
      "⟨config": 2028,
      "⟨url": 2029,
      "⟨candidate_id": 2030,
      "⟨report": 2031,
      "⟨project_dir": 2032,
      "⟨file:s": 2033,
      "erer": 2034,
      "er((c": 2035,
      "onic": 2036,
      "on_con": 2037,
      "only": 2038,
      "read": 2039,
      "repl": 2040,
      "rectory": 2041,
      "re[import": 2042,
      "resolve": 2043,
      "\",[\"": 2044,
      "\",encoding=\"utf-8\")": 2045,
      "\",src)": 2046,
      "\",1)": 2047,
      "ints": 2048,
      "instan": 2049,
      "install": 2050,
      "ort_": 2051,
      "orts": 2052,
      "ort(": 2053,
      "orary": 2054,
      "stand": 2055,
      "sts:[s]": 2056,
      "enfor": 2057,
      "encode": 2058,
      "eno:i": 2059,
      "\",\"javascript": 2060,
      "\",\"typescript": 2061,
      "role": 2062,
      "round": 2063,
      "see": 2064,
      "dis": 2065,
      "dist": 2066,
      "directory": 2067,
      "tigno": 2068,
      "chit": 2069,
      "constants": 2070,
      "consider": 2071,
      "'./": 2072,
      "'.t": 2073,
      "'.y": 2074,
      "'.mp": 2075,
      "'.wr": 2076,
      "'.wo": 2077,
      "'.ht": 2078,
      "'.env',": 2079,
      "'.ya": 2080,
      "'.jp": 2081,
      "\\n\"": 2082,
      "\\n\",1)": 2083,
      "es',": 2084,
      "d_types": 2085,
      "d_names": 2086,
      "d_lineage": 2087,
      "fig": 2088,
      "it',": 2089,
      "itted": 2090,
      "struct": 2091,
      "⟩→b": 2092,
      "⟩→∅": 2093,
      "extra": 2094,
      "mp)": 2095,
      "mp_re": 2096,
      "mpfile.": 2097,
      "mporary": 2098,
      "e__": 2099,
      "t_consider": 2100,
      "asci": 2101,
      "ypy_": 2102,
      "\"]=f": 2103,
      "ece∈": 2104,
      "js':": 2105,
      "er.\",\"": 2106,
      "er.json": 2107,
      "cards:[_]": 2108,
      "cards,smoke_results": 2109,
      "add": 2110,
      "parse": 2111,
      "package:_": 2112,
      "t.parent.mkdir(parents=true,exist_ok=true)": 2113,
      "s\"#": 2114,
      "dict": 2115,
      "ed:i": 2116,
      "transcript": 2117,
      "self_ass": 2118,
      "verb_s": 2119,
      "name∈": 2120,
      "name⟧": 2121,
      "ision": 2122,
      "isinstan": 2123,
      "json-out',": 2124,
      "scode": 2125,
      "dir:s": 2126,
      "dir:_": 2127,
      "--provider": 2128,
      "--consumer-args": 2129,
      "to_tier:s": 2130,
      "_count": 2131,
      "path:s": 2132,
      "path:_⟩→": 2133,
      "s.Co": 2134,
      "default": 2135,
      "⟪{}⟫": 2136,
      "⟪{'a": 2137,
      "⟪{}⟫)": 2138,
      ":_⟩→b": 2139,
      "producer,": 2140,
      "producer:s": 2141,
      "consumer,": 2142,
      "consumer:s": 2143,
      "FIX": 2144,
      "None)": 2145,
      "None)\",\"": 2146,
      "present": 2147,
      "score))": 2148,
      "layout": 2149,
      "laude": 2150,
      "run_id": 2151,
      "chain_coun": 2152,
      "sult": 2153,
      ").')]": 2154,
      ").as_posix())": 2155,
      "pycach": 2156,
      "_sy": 2157,
      "otonic": 2158,
      "T_FIL": 2159,
      "T_TE": 2160,
      "T_RE.sub(\"": 2161,
      "callable": 2162,
      "else": 2163,
      "el(\"": 2164,
      "ha25": 2165,
      "pair": 2166,
      "didateCard": 2167,
      "\\n\\n⟦": 2168,
      "renderer": 2169,
      "='utf-8": 2170,
      "='synergy": 2171,
      "syn": 2172,
      "sys.": 2173,
      "commands.": 2174,
      "commandsmith": 2175,
      "commands=": 2176,
      "command.')]": 2177,
      "lineno:i": 2178,
      "points": 2179,
      "help_text": 2180,
      "render_tests_": 2181,
      "feed": 2182,
      "wrapp": 2183,
      "inv=co": 2184,
      "root:_": 2185,
      "'auto": 2186,
      "'a4_sy_orchestration": 2187,
      "'a1_at_function": 2188,
      "'a3_og_feature": 2189,
      "'a2_mo_composites": 2190,
      "doc_token": 2191,
      "doc?doc": 2192,
      "upward": 2193,
      "via": 2194,
      "imports:[s]": 2195,
      "importable": 2196,
      "Comp": 2197,
      "merge_config": 2198,
      "orchestrator": 2199,
      "\".strip": 2200,
      "\".atomadic-forge\"": 2201,
      "emitted": 2202,
      "ice": 2203,
      "⟪{'available": 2204,
      "ign:b": 2205,
      "(_pan": 2206,
      "_of": 2207,
      "choice": 2208,
      "exc\",\"": 2209,
      "exc:\",\"": 2210,
      "type:": 2211,
      "(cur_": 2212,
      "(cwd": 2213,
      "_cache',": 2214,
      "_cache/\\n.": 2215,
      "tier_inventory": 2216,
      "project_defaults": 2217,
      "⟨self:ManifestStore": 2218,
      "gist": 2219,
      "gitigno": 2220,
      "unter((c": 2221,
      "path.relative_to": 2222,
      "from_tier:s": 2223,
      "```\\n\\n##": 2224,
