{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[STRUCTURAL_OPEN]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[STRUCTURAL_CLOSE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      "[MASK]": 4,
      "[STRUCTURAL_OPEN]": 5,
      "[STRUCTURAL_CLOSE]": 6,
      "!": 7,
      "\"": 8,
      "#": 9,
      "$": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "R": 52,
      "S": 53,
      "T": 54,
      "U": 55,
      "V": 56,
      "W": 57,
      "X": 58,
      "Y": 59,
      "Z": 60,
      "[": 61,
      "\\": 62,
      "]": 63,
      "^": 64,
      "_": 65,
      "`": 66,
      "a": 67,
      "b": 68,
      "c": 69,
      "d": 70,
      "e": 71,
      "f": 72,
      "g": 73,
      "h": 74,
      "i": 75,
      "j": 76,
      "k": 77,
      "l": 78,
      "m": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "q": 83,
      "r": 84,
      "s": 85,
      "t": 86,
      "u": 87,
      "v": 88,
      "w": 89,
      "x": 90,
      "y": 91,
      "z": 92,
      "{": 93,
      "|": 94,
      "}": 95,
      "~": 96,
      "¬": 97,
      "ι": 98,
      "λ": 99,
      "π": 100,
      "σ": 101,
      "ω": 102,
      "–": 103,
      "—": 104,
      "→": 105,
      "↦": 106,
      "⇒": 107,
      "∅": 108,
      "∈": 109,
      "∉": 110,
      "∧": 111,
      "∨": 112,
      "≟": 113,
      "≠": 114,
      "≤": 115,
      "≥": 116,
      "▷": 117,
      "✓": 118,
      "⟦": 119,
      "⟧": 120,
      "⟨": 121,
      "⟩": 122,
      "⟪": 123,
      "⟫": 124,
      "er": 125,
      "on": 126,
      "re": 127,
      "at": 128,
      "\",": 129,
      "in": 130,
      "ar": 131,
      "or": 132,
      "st": 133,
      "en": 134,
      "ge": 135,
      "\",\"": 136,
      "se": 137,
      "ro": 138,
      "',": 139,
      "an": 140,
      "co": 141,
      "ut": 142,
      "de": 143,
      "di": 144,
      ":s": 145,
      "ti": 146,
      "ch": 147,
      "con": 148,
      "':": 149,
      "al": 150,
      "su": 151,
      "ma": 152,
      "\\n": 153,
      "'.": 154,
      "pro": 155,
      "ac": 156,
      "d_": 157,
      "es": 158,
      "it": 159,
      "un": 160,
      "ent": 161,
      "fi": 162,
      "ur": 163,
      "str": 164,
      "du": 165,
      ":_": 166,
      "me": 167,
      "mp": 168,
      "ex": 169,
      ":[": 170,
      "ion": 171,
      "⟩→": 172,
      "er_": 173,
      "\")": 174,
      "e_": 175,
      "t_": 176,
      "ard": 177,
      "mo": 178,
      "ts": 179,
      "\"]": 180,
      "age": 181,
      "for": 182,
      "yp": 183,
      "[\"": 184,
      "che": 185,
      "1π": 186,
      "ip": 187,
      "le": 188,
      "s]": 189,
      "(\"": 190,
      "as": 191,
      "dat": 192,
      "typ": 193,
      "rc": 194,
      "ack": 195,
      "arg": 196,
      "card": 197,
      "mm": 198,
      "er.": 199,
      "ec": 200,
      "li": 201,
      "produ": 202,
      "produc": 203,
      "js": 204,
      "s\"": 205,
      "ul": 206,
      "))": 207,
      "oma": 208,
      "ad": 209,
      "and": 210,
      "ackage": 211,
      "mer": 212,
      "package": 213,
      "ure": 214,
      "ap": 215,
      "lo": 216,
      "t(": 217,
      "t.": 218,
      ":i": 219,
      "no": 220,
      "dic": 221,
      ":[s]": 222,
      "_]": 223,
      "he": 224,
      "lf": 225,
      "out": 226,
      "tr": 227,
      "self": 228,
      "ed": 229,
      "_p": 230,
      "consu": 231,
      "\\\"": 232,
      "na": 233,
      "sy": 234,
      "ver": 235,
      "mmand": 236,
      "can": 237,
      "est": 238,
      "id": 239,
      "sco": 240,
      "args": 241,
      "--": 242,
      "=\"": 243,
      "fa": 244,
      "if": 245,
      "is": 246,
      "json": 247,
      "_co": 248,
      "dir": 249,
      "name": 250,
      "confi": 251,
      "faul": 252,
      "sche": 253,
      "tar": 254,
      "one": 255,
      "\",s\"": 256,
      "forge": 257,
      "targe": 258,
      ").": 259,
      ")\",\"": 260,
      "cr": 261,
      "ren": 262,
      "ing": 263,
      "ort": 264,
      "config": 265,
      "schema": 266,
      "src": 267,
      "to": 268,
      "ue": 269,
      "ars": 270,
      "defaul": 271,
      "sub": 272,
      "omadic": 273,
      "crip": 274,
      "put": 275,
      "ation": 276,
      "}⟫": 277,
      "⟪{": 278,
      "ath": 279,
      "ind": 280,
      "typer.": 281,
      "producer": 282,
      "consumer": 283,
      "\"]⟧": 284,
      "card[\"": 285,
      "cript": 286,
      "None": 287,
      "ain": 288,
      "fro": 289,
      "s(": 290,
      "sion": 291,
      "um": 292,
      "atomadic": 293,
      "score": 294,
      "FI": 295,
      "ON": 296,
      "oc": 297,
      "⟦card[\"": 298,
      "self.": 299,
      "bo": 300,
      "og": 301,
      "pl": 302,
      "run": 303,
      "chain": 304,
      "sul": 305,
      ":[_]": 306,
      "⟩→s": 307,
      "\\\"\\\"": 308,
      "),": 309,
      "Tr": 310,
      "``": 311,
      "ed_": 312,
      "fac": 313,
      "ha": 314,
      "s.": 315,
      "s:[s]": 316,
      "th": 317,
      "output": 318,
      "schema_": 319,
      "ep": 320,
      "jec": 321,
      "la": 322,
      "tur": 323,
      "resul": 324,
      "ory": 325,
      "ith": 326,
      "3ω": 327,
      "T_": 328,
      "ot": 329,
      "pars": 330,
      "ature": 331,
      "tion": 332,
      "turn": 333,
      "cal": 334,
      "cli": 335,
      "ig": 336,
      "pa": 337,
      "didat": 338,
      "\\n\\n": 339,
      "version": 340,
      "rend": 341,
      "='": 342,
      "_d": 343,
      "av": 344,
      "el": 345,
      "err": 346,
      "arti": 347,
      "utc": 348,
      "tier": 349,
      "mmands": 350,
      "json.": 351,
      "name:s": 352,
      "schema_version": 353,
      "artifac": 354,
      "**": 355,
      "TS": 356,
      "imp": 357,
      "lp": 358,
      "lin": 359,
      "ner": 360,
      "py": 361,
      "int": 362,
      "code": 363,
      "help": 364,
      "candidat": 365,
      "render_": 366,
      ":b": 367,
      ":\",\"": 368,
      "CON": 369,
      "[[": 370,
      "_dir": 371,
      "ct": 372,
      "ds": 373,
      "ke": 374,
      "our": 375,
      "pen": 376,
      "path": 377,
      "vi": 378,
      "wr": 379,
      "inv": 380,
      "root": 381,
      "demo": 382,
      "time": 383,
      "⟩→_": 384,
      "ply": 385,
      "nerg": 386,
      "'a": 387,
      "+\"": 388,
      ":f": 389,
      "ai": 390,
      "doc": 391,
      "fe": 392,
      "ol": 393,
      "t=": 394,
      "tex": 395,
      "up": 396,
      "return": 397,
      "anif": 398,
      "add_": 399,
      "FIG": 400,
      "CONFIG": 401,
      "ourc": 402,
      "anifest": 403,
      ",\",\"": 404,
      "Co": 405,
      "EX": 406,
      "cat": 407,
      "dy": 408,
      "fun": 409,
      "pre": 410,
      "t)": 411,
      "test": 412,
      "y_": 413,
      "orche": 414,
      "url": 415,
      "er_args": 416,
      "omain": 417,
      "forge.": 418,
      "True": 419,
      "func": 420,
      "orchestr": 421,
      "\".": 422,
      "()": 423,
      "Er": 424,
      "_ap": 425,
      "ble": 426,
      "ic": 427,
      "md_": 428,
      "ror": 429,
      "sourc": 430,
      "zen": 431,
      "red": 432,
      "set(": 433,
      "uto": 434,
      "del": 435,
      "model": 436,
      "date": 437,
      "⟪{'": 438,
      "frozen": 439,
      "atomadic-": 440,
      "body": 441,
      "ign": 442,
      "nergy": 443,
      "Error": 444,
      "frozenset(": 445,
      "4_": 446,
      "_o": 447,
      "_demo": 448,
      "em": 449,
      "mes": 450,
      "po": 451,
      "at_": 452,
      "utf": 453,
      "cho": 454,
      "projec": 455,
      "exc": 456,
      "type": 457,
      "ider": 458,
      "}⟫)": 459,
      "cli_demo": 460,
      "_dt.": 461,
      "writ": 462,
      "EXTS": 463,
      "-8": 464,
      ".ge": 465,
      "/\\n": 466,
      "=_": 467,
      "domain": 468,
      "fg": 469,
      "kind": 470,
      "r.": 471,
      "⟨self": 472,
      "erat": 473,
      "at(": 474,
      "ate": 475,
      "enerat": 476,
      ":s⟩": 477,
      "tier_": 478,
      "fix": 479,
      "strip": 480,
      "not": 481,
      "ument": 482,
      "parser": 483,
      "help=\"": 484,
      "feature": 485,
      "utf-8": 486,
      "project_": 487,
      "⟨self:": 488,
      "=tr": 489,
      "=True": 490,
      "Fal": 491,
      "RE": 492,
      "Scan": 493,
      "_c": 494,
      "_orchestr": 495,
      "ber": 496,
      "cur": 497,
      "cmd_": 498,
      "fin": 499,
      "gi": 500,
      "ke_": 501,
      "num": 502,
      "s':": 503,
      "∅)": 504,
      "cod": 505,
      "unt": 506,
      "dump": 507,
      "\"])": 508,
      "sy_orchestr": 509,
      "from": 510,
      "\\\"\\\"\\\"": 511,
      "```": 512,
      "hase": 513,
      "json.dump": 514,
      "import": 515,
      "4_sy_orchestr": 516,
      "cho(": 517,
      "write_": 518,
      "=true": 519,
      "=True)\",\"": 520,
      "False": 521,
      "number": 522,
      "json.dumps(": 523,
      "4_sy_orchestration": 524,
      "##": 525,
      "(_": 526,
      "/`": 527,
      "Cli": 528,
      "Ex": 529,
      "LL": 530,
      "Sy": 531,
      "_render_": 532,
      "_ke": 533,
      "auto": 534,
      "len": 535,
      "mith": 536,
      "phase": 537,
      "qu": 538,
      "s_": 539,
      "si": 540,
      "vider": 541,
      "with": 542,
      "in(": 543,
      "env": 544,
      "encod": 545,
      "alog": 546,
      "ent=": 547,
      "form": 548,
      "producer_args": 549,
      "_]]": 550,
      "----": 551,
      "_comp": 552,
      "producer\"]⟧": 553,
      "consumer\"]⟧": 554,
      "atomadic_": 555,
      "⟦card[\"producer\"]⟧": 556,
      "⟦card[\"consumer\"]⟧": 557,
      "paren": 558,
      "mmandsmith": 559,
      "line": 560,
      "time.": 561,
      "returncode": 562,
      "catalog": 563,
      "prese": 564,
      "function": 565,
      "utf-8\")": 566,
      "final": 567,
      "Client": 568,
      "encoding": 569,
      "(card": 570,
      ".s": 571,
      "a4_sy_orchestration": 572,
      "bal": 573,
      "generat": 574,
      "has": 575,
      "jo": 576,
      "pec": 577,
      "port": 578,
      "rai": 579,
      "smo": 580,
      "the": 581,
      "⟨name:s": 582,
      "⟨schema_version": 583,
      "stan": 584,
      "'.m": 585,
      "provider": 586,
      "it(": 587,
      ":_⟩→s": 588,
      ":_⟩→_": 589,
      "modu": 590,
      "types": 591,
      "apt": 592,
      "load": 593,
      "now": 594,
      "trac": 595,
      "_pre": 596,
      "consum": 597,
      "defaults": 598,
      "default=": 599,
      "indent=": 600,
      "cript':": 601,
      "run(": 602,
      "thon": 603,
      "result.": 604,
      "python": 605,
      "candidate_": 606,
      "[[_]]": 607,
      "CONFIG_": 608,
      "\".jo": 609,
      "cli_demo_": 610,
      "len(": 611,
      "format(": 612,
      "raise": 613,
      "⟨schema_version:s": 614,
      "indent=2": 615,
      "\".join(": 616,
      ",help=\"": 617,
      "Ar": 618,
      "Card": 619,
      "DE": 620,
      "DI": 621,
      "De": 622,
      "Manifest": 623,
      "Rep": 624,
      "_con": 625,
      "_fi": 626,
      "ad_": 627,
      "able": 628,
      "ces": 629,
      "ire": 630,
      "jav": 631,
      "las": 632,
      "open": 633,
      "oformat(": 634,
      "rst": 635,
      "s=": 636,
      "script": 637,
      "ary": 638,
      "secon": 639,
      "ang": 640,
      "anscript": 641,
      "times": 642,
      "\\n\")": 643,
      "str(": 644,
      "string": 645,
      "er.add_": 646,
      "js',": 647,
      "app": 648,
      "local": 649,
      "head": 650,
      "tra": 651,
      "args.": 652,
      "=\"utf-8\")": 653,
      "isoformat(": 654,
      "target_": 655,
      ").isoformat(": 656,
      "default_": 657,
      "typer.Ex": 658,
      "ject": 659,
      "lama": 660,
      "call": 661,
      "candidates": 662,
      "text(": 663,
      "Commandsmith": 664,
      "source_": 665,
      "datetime.": 666,
      "_dt.datetime.": 667,
      "cur_": 668,
      "LLM": 669,
      "encoding=\"utf-8\")": 670,
      "now(": 671,
      "DIR": 672,
      "javas": 673,
      "seconds": 674,
      "timespec": 675,
      ").isoformat(timespec": 676,
      "typer.Exit(": 677,
      "\"+": 678,
      "')": 679,
      "/v": 680,
      "1_": 681,
      "2_": 682,
      "=int": 683,
      "AU": 684,
      "ES": 685,
      "FAU": 686,
      "LT_": 687,
      "]\",\"": 688,
      "_output": 689,
      "_root": 690,
      "a,": 691,
      "ache": 692,
      "gent": 693,
      "ist": 694,
      "ment": 695,
      "mis": 696,
      "mbo": 697,
      "manifest": 698,
      "s,": 699,
      "sign": 700,
      "tent": 701,
      "x',": 702,
      "},": 703,
      "}',": 704,
      "\",type": 705,
      "orts": 706,
      "step": 707,
      "ged": 708,
      "secho(": 709,
      "commands": 710,
      "tiply": 711,
      ":_⟩": 712,
      "⟩→i": 713,
      "s]]": 714,
      "(\"a": 715,
      "dates": 716,
      "argument": 717,
      "ultiply": 718,
      "mergent": 719,
      "_pars": 720,
      "sys.": 721,
      "_command": 722,
      "src/": 723,
      "typer.secho(": 724,
      "FIL": 725,
      "run_": 726,
      "ed_at_": 727,
      "results": 728,
      "err=True)\",\"": 729,
      "tier:s": 730,
      "artifact": 731,
      "[[s]]": 732,
      "ctx": 733,
      "vide": 734,
      "invo": 735,
      "updates": 736,
      "atomadic-forge.": 737,
      "fg='": 738,
      "gistr": 739,
      "ke_results": 740,
      "unt:i": 741,
      "number\")": 742,
      "Synergy": 743,
      "atomadic_forge.": 744,
      "generated_at_": 745,
      "smoke_results": 746,
      "stants": 747,
      "candidate_id": 748,
      "Arg": 749,
      "DEFAU": 750,
      "er.add_argument": 751,
      "jectory": 752,
      "/v1": 753,
      "=int,help=\"": 754,
      "mbol": 755,
      "\",type=int,help=\"": 756,
      "generated_at_utc": 757,
      "DEFAULT_": 758,
      "'}": 759,
      "'producer": 760,
      "'}⟫)": 761,
      "(targe": 762,
      ")+\"": 763,
      "Con": 764,
      "E_": 765,
      "Emergent": 766,
      "For": 767,
      "Log": 768,
      "RI": 769,
      "Re": 770,
      "_feature": 771,
      "capt": 772,
      "d(": 773,
      "ff": 774,
      "fn": 775,
      "ifi": 776,
      "i_ke": 777,
      "m',": 778,
      "multiply": 779,
      "pr": 780,
      "par": 781,
      "pure": 782,
      "s:i": 783,
      "sha": 784,
      "t:s": 785,
      "t(\"": 786,
      "ted": 787,
      "ub": 788,
      "⟨⟩→s": 789,
      "red_": 790,
      "requ": 791,
      "report": 792,
      "command": 793,
      "divide": 794,
      "all": 795,
      "promp": 796,
      "proces": 797,
      "iter": 798,
      "unds": 799,
      "uration": 800,
      "exist": 801,
      "⟩→[": 802,
      "er_fn": 803,
      "list": 804,
      "low": 805,
      "node": 806,
      "synergy": 807,
      "subtrac": 808,
      "None,": 809,
      "score_": 810,
      "score:f": 811,
      "self._": 812,
      "Transcript": 813,
      "T_EXTS": 814,
      "pay": 815,
      "\\n\\n##": 816,
      "erry": 817,
      "ollama": 818,
      "atomadic-forge": 819,
      "frozenset({": 820,
      "frozenset(⟪{": 821,
      ".get(\"": 822,
      "/\\n.": 823,
      "module": 824,
      "_prefix": 825,
      "Report": 826,
      "trajectory": 827,
      "gistry": 828,
      "DEFAULT_CONFIG": 829,
      ")+\"\\n\")": 830,
      "Forge": 831,
      "capture": 832,
      "TranscriptLog": 833,
      "!=": 834,
      "'-": 835,
      "'types": 836,
      "'javas": 837,
      "'atomadic_forge.": 838,
      "(t": 839,
      "(config": 840,
      ",indent=2": 841,
      ".un": 842,
      ".call": 843,
      "00": 844,
      "0_": 845,
      "0:\",\"": 846,
      "3_": 847,
      ":\"": 848,
      ":\",s\"": 849,
      "=False": 850,
      "AM": 851,
      "An": 852,
      "CRI": 853,
      "LA": 854,
      "LI": 855,
      "LO": 856,
      "Liter": 857,
      "NAM": 858,
      "PT_EXTS": 859,
      "RO": 860,
      "Se": 861,
      "St": 862,
      "Sto": 863,
      "[sys.": 864,
      "duration": 865,
      "glo": 866,
      "k_con": 867,
      "les": 868,
      "lang": 869,
      "ml": 870,
      "mory": 871,
      "os": 872,
      "p_": 873,
      "pic": 874,
      "qk_con": 875,
      "ry": 876,
      "s)": 877,
      "s\",\"": 878,
      "s:[_]": 879,
      "vel": 880,
      "wo": 881,
      "ze": 882,
      "|\\n": 883,
      "∨\"": 884,
      "⟨card": 885,
      "⟨src": 886,
      "repo": 887,
      "read_": 888,
      "\",default=": 889,
      "int(": 890,
      "rounds": 891,
      "',\",s\"": 892,
      "ution": 893,
      "utable": 894,
      "al[": 895,
      "main": 896,
      "'.c": 897,
      "ites": 898,
      "entry": 899,
      "file": 900,
      "memory": 901,
      "ext": 902,
      "exec": 903,
      "⟩→∅": 904,
      "\")]": 905,
      "mo_comp": 906,
      "ipe": 907,
      "rc)\",\"": 908,
      ")))": 909,
      "))\",\"": 910,
      "_path": 911,
      "\",s\"-": 912,
      "target)": 913,
      ").returncode": 914,
      "top_": 915,
      "subparser": 916,
      "subproces": 917,
      "og_feature": 918,
      "),encoding=\"utf-8\")": 919,
      "ed_cli": 920,
      "s.run(": 921,
      "lable": 922,
      "**:": 923,
      "imports": 924,
      "lines": 925,
      "path.": 926,
      "sources": 927,
      "red',": 928,
      "Error,": 929,
      "_omis": 930,
      "at_function": 931,
      "=_promp": 932,
      "domain_": 933,
      "strip(": 934,
      "project_dir": 935,
      "cmd_b": 936,
      "write_text(": 937,
      "=true)": 938,
      "phase_omis": 939,
      "⟦card[\"producer\"]⟧,": 940,
      "a4_sy_orchestration.un": 941,
      "default_target_": 942,
      "LLMClient": 943,
      "typer.Exit(rc)\",\"": 944,
      "\"+package": 945,
      "1_at_function": 946,
      "2_mo_comp": 947,
      "_output=False": 948,
      "typer.secho(f": 949,
      "updates[\"": 950,
      "fg='red',": 951,
      "SynergyScan": 952,
      "EmergentScan": 953,
      "ified_cli": 954,
      "shared_": 955,
      "payload": 956,
      "frozenset(⟪{'.": 957,
      "capture_output=False": 958,
      "'-m',": 959,
      "'atomadic_forge.a4_sy_orchestration.un": 960,
      "0_qk_con": 961,
      "3_og_feature": 962,
      "CRIPT_EXTS": 963,
      "Literal[": 964,
      "Store": 965,
      "[sys.exec": 966,
      "duration_": 967,
      "global": 968,
      "osites": 969,
      "|\\n|": 970,
      "utable,": 971,
      ").returncode\",\"": 972,
      "subprocess.run(": 973,
      "=_prompt_": 974,
      "phase_omission": 975,
      "2_mo_composites": 976,
      "ified_cli',\",s\"": 977,
      "capture_output=False).returncode\",\"": 978,
      "'atomadic_forge.a4_sy_orchestration.unified_cli',\",s\"": 979,
      "0_qk_constants": 980,
      "[sys.executable,": 981,
      "\"\\n": 982,
      "((": 983,
      "(paren": 984,
      ",exist": 985,
      "->": 986,
      ".sub": 987,
      ".utc": 988,
      ".up": 989,
      "=dic": 990,
      "AL": 991,
      "CLI": 992,
      "D_": 993,
      "Fi": 994,
      "JS": 995,
      "NO": 996,
      "Path": 997,
      "RC": 998,
      "Run": 999,
      "TE": 1000,
      "_P": 1001,
      "_chain": 1002,
      "_CONFIG_": 1003,
      "`src/": 1004,
      "aw": 1005,
      "be": 1006,
      "by": 1007,
      "bas": 1008,
      "back": 1009,
      "bution": 1010,
      "ce_": 1011,
      "clas": 1012,
      "d',": 1013,
      "e(": 1014,
      "fo": 1015,
      "g',": 1016,
      "gment": 1017,
      "ht": 1018,
      "il": 1019,
      "ired": 1020,
      "ibution": 1021,
      "kdir": 1022,
      "k=true)": 1023,
      "ll": 1024,
      "lat": 1025,
      "le_": 1026,
      "mon": 1027,
      "min": 1028,
      "mkdir": 1029,
      "pas": 1030,
      "raw": 1031,
      "s\\n": 1032,
      "te": 1033,
      "uage": 1034,
      "zone": 1035,
      "⟦prese": 1036,
      "⟧`": 1037,
      "attr": 1038,
      "ated": 1039,
      "\",DEFAULT_CONFIG": 1040,
      "input": 1041,
      "state": 1042,
      "enc": 1043,
      "\",\"\",\"": 1044,
      "segment": 1045,
      "ropic": 1046,
      "comm": 1047,
      "distr": 1048,
      ":s⟩→s": 1049,
      "cherry": 1050,
      "content": 1051,
      "'.s": 1052,
      "item": 1053,
      "fiel": 1054,
      "exp": 1055,
      "exit": 1056,
      "ts=true": 1057,
      "data": 1058,
      "lib": 1059,
      "package_prefix": 1060,
      "apply": 1061,
      "t.write_text(": 1062,
      ":i⟩→i": 1063,
      "symbol": 1064,
      "scout": 1065,
      "=\"seconds": 1066,
      "json_": 1067,
      "_count:i": 1068,
      "target": 1069,
      "target.write_text(": 1070,
      "None:\",\"": 1071,
      "None,\",\"": 1072,
      "plit": 1073,
      "chain[\"": 1074,
      "s:[s]⟩": 1075,
      "thropic": 1076,
      "output_dir": 1077,
      "artifact)": 1078,
      "pytest": 1079,
      "intent": 1080,
      "ctory": 1081,
      "timezone": 1082,
      "docstring": 1083,
      "add_parser": 1084,
      "catch": 1085,
      "tests": 1086,
      "_appen": 1087,
      "_apply": 1088,
      "_api_ke": 1089,
      "⟪{'python": 1090,
      "_ok=true)": 1091,
      "pose": 1092,
      "_dt.timezone": 1093,
      "project_root": 1094,
      "```bas": 1095,
      "env',": 1096,
      "_comple": 1097,
      "preset": 1098,
      "has_": 1099,
      "consumer_args": 1100,
      "cli_demo_returncode": 1101,
      "ManifestStore": 1102,
      "headline": 1103,
      "_dt.datetime.now(": 1104,
      ").isoformat(timespec=\"seconds": 1105,
      "ache',": 1106,
      "signature": 1107,
      "FILE_": 1108,
      "'}),": 1109,
      "print(": 1110,
      "score_trajectory": 1111,
      "ollama_": 1112,
      "'typescript':": 1113,
      "'javascript':": 1114,
      "⟨card:_⟩→s": 1115,
      "sources_dir": 1116,
      "default_target_score": 1117,
      "\"+package+\"": 1118,
      "Literal[(\"": 1119,
      "\"\\n\".join(": 1120,
      "(parents=true": 1121,
      ",exist_ok=true)": 1122,
      ".sub(\"": 1123,
      ".update": 1124,
      "=dict(": 1125,
      "AL_CONFIG_": 1126,
      "JSON": 1127,
      "mkdir(parents=true": 1128,
      "⟦preset.": 1129,
      "\",DEFAULT_CONFIG[\"": 1130,
      "distribution": 1131,
      "⟪{'python':": 1132,
      "_dt.timezone.utc": 1133,
      "```bash": 1134,
      "_dt.datetime.now(_dt.timezone.utc": 1135,
      ").isoformat(timespec=\"seconds\")": 1136,
      "AL_CONFIG_DIR": 1137,
      "mkdir(parents=true,exist_ok=true)": 1138,
      "']": 1139,
      "'}⟫": 1140,
      "'consumer": 1141,
      "'),": 1142,
      "'atomadic-forge.": 1143,
      "'pure": 1144,
      "'synergy": 1145,
      "(\",\"": 1146,
      "(src": 1147,
      "(func": 1148,
      "(body": 1149,
      "(invo": 1150,
      ",default=": 1151,
      ".0": 1152,
      ".\",\"": 1153,
      ".\\\"\\\"\\\"": 1154,
      ".invo": 1155,
      ".ext": 1156,
      ".strip(": 1157,
      "/a": 1158,
      "0]": 1159,
      "=args": 1160,
      "=config": 1161,
      "=self.": 1162,
      "=_dt.datetime.": 1163,
      "=subparser": 1164,
      "@app": 1165,
      "AS": 1166,
      "At": 1167,
      "ER": 1168,
      "G_": 1169,
      "GNO": 1170,
      "In": 1171,
      "IGNO": 1172,
      "SE": 1173,
      "SRC": 1174,
      "TI": 1175,
      "YP": 1176,
      "Z\",": 1177,
      "['": 1178,
      "[]": 1179,
      "[str": 1180,
      "[list": 1181,
      "_re": 1182,
      "_id": 1183,
      "_EXTS": 1184,
      "_bal": 1185,
      "_tier:s": 1186,
      "_memory": 1187,
      "`a": 1188,
      "a:i": 1189,
      "b\",type=int,help=\"": 1190,
      "b)))": 1191,
      "cle": 1192,
      "do": 1193,
      "dout": 1194,
      "echo(": 1195,
      "ir": 1196,
      "iv": 1197,
      "ked_": 1198,
      "kdo": 1199,
      "s:": 1200,
      "sp": 1201,
      "s',": 1202,
      "s\")": 1203,
      "s/`": 1204,
      "split": 1205,
      "tec": 1206,
      "two": 1207,
      "tattr": 1208,
      "wn": 1209,
      "war": 1210,
      "wor": 1211,
      "x(": 1212,
      "{rc": 1213,
      "{package": 1214,
      "{\",s\"": 1215,
      "↦print(": 1216,
      "⟦package": 1217,
      "⟦result.": 1218,
      "⟧\")": 1219,
      "⟨model": 1220,
      "⟨a:i": 1221,
      "registry": 1222,
      "recomm": 1223,
      "\",help=\"": 1224,
      "\",generated_at_utc": 1225,
      "inde": 1226,
      "in_memory": 1227,
      "stdout": 1228,
      "endat": 1229,
      "end(": 1230,
      "gest": 1231,
      "getattr": 1232,
      "\",\"a": 1233,
      "\",\"\",s\"": 1234,
      "ses": 1235,
      "set_": 1236,
      "ros": 1237,
      "aned": 1238,
      "ance_": 1239,
      "def": 1240,
      "detec": 1241,
      "cond": 1242,
      "conver": 1243,
      "alname:s": 1244,
      "align": 1245,
      "summ": 1246,
      "max": 1247,
      "'.ts": 1248,
      "propose": 1249,
      "und": 1250,
      "entory": 1251,
      "str(\"": 1252,
      "er_lines": 1253,
      "\"]=_prompt_": 1254,
      "[\"@app": 1255,
      "level": 1256,
      "(\"b\",type=int,help=\"": 1257,
      "er.set_": 1258,
      "s\"⟦": 1259,
      "merge": 1260,
      "merged": 1261,
      "log": 1262,
      "nore": 1263,
      "out_command": 1264,
      "_pipe": 1265,
      "=\"atomadic-forge.": 1266,
      "_coun": 1267,
      ")\",\"[": 1268,
      "src)": 1269,
      "subcommand": 1270,
      "typer.Con": 1271,
      "typer.echo(": 1272,
      "None:\",s\"": 1273,
      "s()": 1274,
      "⟦card[\"candidate_id": 1275,
      ":[_]⟩": 1276,
      "face": 1277,
      "s.add_parser": 1278,
      "schema_id": 1279,
      "parser.add_argument": 1280,
      "='seconds": 1281,
      "='Arg": 1282,
      "avai": 1283,
      "error": 1284,
      "utcnow(": 1285,
      "json.load": 1286,
      "json.JSON": 1287,
      "schema_version':": 1288,
      "schema_version=\"atomadic-forge.": 1289,
      "artifact_": 1290,
      "help='Arg": 1291,
      "inventory": 1292,
      "+\"Z\",": 1293,
      "olation": 1294,
      "text": 1295,
      "return\",\"": 1296,
      "y_m": 1297,
      "y_env": 1298,
      "⟪{'schema_version':": 1299,
      "body)+\"\\n\")": 1300,
      "body.ext": 1301,
      "Error)": 1302,
      "excep": 1303,
      "cli_demo_command": 1304,
      "=_head": 1305,
      "kind:s": 1306,
      "tier_distribution": 1307,
      "notated": 1308,
      "⟨self:Commandsmith": 1309,
      "RED_": 1310,
      "_cfg": 1311,
      "_clas": 1312,
      "ke_with": 1313,
      "=True)\",\"def": 1314,
      "False,": 1315,
      "numbers\")": 1316,
      "json.dumps({\",s\"": 1317,
      "_key": 1318,
      "auto_apply": 1319,
      "qualname:s": 1320,
      "parent.": 1321,
      "final_": 1322,
      "(card)": 1323,
      ".scan": 1324,
      "defaults(func": 1325,
      "CONFIG_FILE_": 1326,
      "cli_demo_stdout": 1327,
      "indent=2))\",\"": 1328,
      "Decode": 1329,
      "open_id": 1330,
      "str(artifact)": 1331,
      "args.a,": 1332,
      "args.b)))": 1333,
      "candidates=": 1334,
      "Commandsmith.": 1335,
      "DIRS": 1336,
      ").isoformat(timespec='seconds": 1337,
      "')]": 1338,
      "(\"a\",type=int,help=\"": 1339,
      "_parser.add_argument": 1340,
      "ctx:": 1341,
      "ctx.invo": 1342,
      "Argument": 1343,
      "/v1',": 1344,
      "/v1\",generated_at_utc": 1345,
      "required": 1346,
      "⟩→[_]": 1347,
      "subtract_": 1348,
      "frozenset({'pure": 1349,
      ".callback": 1350,
      "Annotated": 1351,
      "LOC": 1352,
      "NAME": 1353,
      "ROO": 1354,
      "Second": 1355,
      "Stub": 1356,
      "language": 1357,
      "ml',": 1358,
      "rounds_comple": 1359,
      "shared_schema": 1360,
      "First": 1361,
      "`src/\"+package+\"": 1362,
      "llm": 1363,
      "latenc": 1364,
      "exited": 1365,
      "json_artifact": 1366,
      "target.write_text(json.dumps(": 1367,
      "_api_key_env": 1368,
      "\"\\n\".join(body)+\"\\n\")": 1369,
      "_dt.datetime.now(_dt.timezone.utc).isoformat(timespec='seconds": 1370,
      ").isoformat(timespec=\"seconds\")+\"Z\",": 1371,
      "'synergy':": 1372,
      "(body=_head": 1373,
      "(invoke_with": 1374,
      ",default=str": 1375,
      "=args↦print(": 1376,
      "=config.get(\"": 1377,
      "=_dt.datetime.utcnow(": 1378,
      "=subparsers.add_parser": 1379,
      "Atomadic": 1380,
      "IGNORED_": 1381,
      "[str]": 1382,
      "[list[str]": 1383,
      "_balance_": 1384,
      "cleaned": 1385,
      "ked_subcommand": 1386,
      "kdown": 1387,
      "{rc}',": 1388,
      "⟦package⟧": 1389,
      "⟨model:_": 1390,
      "recommendat": 1391,
      "in_memory_pipe": 1392,
      "end([\"@app": 1393,
      "getattr(_": 1394,
      "converged": 1395,
      "summary": 1396,
      "proposed_": 1397,
      "er_lines(card)": 1398,
      "(\"b\",type=int,help=\"Second": 1399,
      "er.set_defaults(func": 1400,
      "out_command=True)\",\"def": 1401,
      "typer.echo(json.dumps({\",s\"": 1402,
      "⟦card[\"candidate_id\"]⟧": 1403,
      "available": 1404,
      "json.loads(": 1405,
      "json.JSONDecode": 1406,
      "help='Args": 1407,
      "body.extend([\"@app": 1408,
      "CONFIG_FILE_NAME": 1409,
      "indent=2))\",\"\"])": 1410,
      "open_idx": 1411,
      "str(artifact)]\",\"": 1412,
      "args.a,args.b)))": 1413,
      "(\"a\",type=int,help=\"First": 1414,
      "ctx.invoked_subcommand": 1415,
      "/v1\",generated_at_utc=_dt.datetime.utcnow(": 1416,
      ".callback(invoke_with": 1417,
      "Annotated[list[str]": 1418,
      "rounds_completed": 1419,
      "`src/\"+package+\"/a": 1420,
      "latency_m": 1421,
      "(body=_header_lines(card)": 1422,
      "=subparsers.add_parser(\"": 1423,
      "IGNORED_DIRS": 1424,
      "recommendation": 1425,
      "er.set_defaults(func=args↦print(": 1426,
      "body.extend([\"@app.callback(invoke_with": 1427,
      "/v1\",generated_at_utc=_dt.datetime.utcnow().isoformat(timespec=\"seconds\")+\"Z\",": 1428,
      "body.extend([\"@app.callback(invoke_without_command=True)\",\"def": 1429,
      "\":\"": 1430,
      "'produc": 1431,
      "'--": 1432,
      "'state": 1433,
      "'{package": 1434,
      "(G": 1435,
      "(self.": 1436,
      "(node": 1437,
      ")∨\"": 1438,
      ",\"": 1439,
      ",\",s\"": 1440,
      ",config": 1441,
      "-args": 1442,
      "-tier": 1443,
      "._": 1444,
      ".json": 1445,
      "/CONFIG_FILE_NAME": 1446,
      "1)": 1447,
      "100": 1448,
      "2σ": 1449,
      "5-tier": 1450,
      "=run_": 1451,
      "?\"": 1452,
      "AA": 1453,
      "AI": 1454,
      "AV": 1455,
      "Ch": 1456,
      "Dire": 1457,
      "Generat": 1458,
      "HON": 1459,
      "Imp": 1460,
      "JAV": 1461,
      "OS": 1462,
      "PY": 1463,
      "Sco": 1464,
      "Sur": 1465,
      "Sign": 1466,
      "TYP": 1467,
      "THON": 1468,
      "Val": 1469,
      "[⟪": 1470,
      "[]\",\"": 1471,
      "[0]": 1472,
      "_se": 1473,
      "_as": 1474,
      "_name": 1475,
      "_to": 1476,
      "_utc": 1477,
      "_type": 1478,
      "_si": 1479,
      "_step": 1480,
      "a-": 1481,
      "ab": 1482,
      "ag": 1483,
      "are": 1484,
      "ast": 1485,
      "ase": 1486,
      "adic": 1487,
      "bl": 1488,
      "b:i⟩→i": 1489,
      "base": 1490,
      "cer": 1491,
      "ction": 1492,
      "cros": 1493,
      "e:": 1494,
      "ew": 1495,
      "ever": 1496,
      "f⟧": 1497,
      "f',": 1498,
      "fli": 1499,
      "find": 1500,
      "her": 1501,
      "ies": 1502,
      "ize": 1503,
      "kg": 1504,
      "ken": 1505,
      "ly": 1506,
      "ler": 1507,
      "lle": 1508,
      "mar": 1509,
      "of": 1510,
      "pt": 1511,
      "per": 1512,
      "pkg": 1513,
      "sa": 1514,
      "scrip": 1515,
      "voc": 1516,
      "wh": 1517,
      "yout": 1518,
      "{e:": 1519,
      "∈IGNORED_DIRS": 1520,
      "⟨chain": 1521,
      "⟨node": 1522,
      "⟨project_root": 1523,
      "⟫]": 1524,
      "erme": 1525,
      "er()": 1526,
      "revi": 1527,
      "ator": 1528,
      "in-": 1529,
      "ini": 1530,
      "arc": 1531,
      "arts": 1532,
      "stall": 1533,
      "gemin": 1534,
      "\",\"re": 1535,
      "ses:[s]": 1536,
      "and_": 1537,
      "anthropic": 1538,
      "comp": 1539,
      "cover": 1540,
      "count:i": 1541,
      "ded": 1542,
      "descrip": 1543,
      "disco": 1544,
      "diate": 1545,
      "digest": 1546,
      "tif": 1547,
      "'.p": 1548,
      "'.w": 1549,
      "'.to": 1550,
      "'.js',": 1551,
      "ace": 1552,
      "met": 1553,
      "meth": 1554,
      "export": 1555,
      "⟩→b": 1556,
      "e_report": 1557,
      "t_docstring": 1558,
      "ts_utc": 1559,
      "forwar": 1560,
      "[\"provider": 1561,
      "mment": 1562,
      "producer_fn": 1563,
      "s\"#": 1564,
      "ulary": 1565,
      "adapt": 1566,
      "package,": 1567,
      "package:s": 1568,
      "load_": 1569,
      "out',": 1570,
      "try": 1571,
      "_pure": 1572,
      "names": 1573,
      "synerg": 1574,
      "json',": 1575,
      "_comment": 1576,
      ").re": 1577,
      ").split": 1578,
      "config_fi": 1579,
      "config.update": 1580,
      "ueError": 1581,
      "typer.Argument": 1582,
      "consumer-args": 1583,
      "ocstring": 1584,
      "self.write_": 1585,
      "this": 1586,
      "output_root": 1587,
      "result": 1588,
      "\\n\\n```bash": 1589,
      "_domain": 1590,
      "_docstring": 1591,
      "artifact.": 1592,
      "**{e:": 1593,
      "interme": 1594,
      ":b⟩": 1595,
      "key": 1596,
      "path:_": 1597,
      "violation": 1598,
      "olv": 1599,
      "t=self.": 1600,
      "t=len(": 1601,
      "text:s": 1602,
      "Command": 1603,
      "prefix": 1604,
      "url,": 1605,
      "url:s": 1606,
      "url':": 1607,
      "True,": 1608,
      "md_path": 1609,
      "models": 1610,
      "excer": 1611,
      ".get(": 1612,
      ".get_docstring": 1613,
      "domains": 1614,
      "kind:_": 1615,
      "tier_inde": 1616,
      "strip_comment": 1617,
      "⟨self:TranscriptLog": 1618,
      "RE.sub(\"": 1619,
      "RESE": 1620,
      "cmd_a": 1621,
      "cmd_a,": 1622,
      "\\\"\\\"\\\"Run": 1623,
      "(_step": 1624,
      "Symbol": 1625,
      "_render_phase_omission": 1626,
      "sibl": 1627,
      "producer_args:": 1628,
      "--------": 1629,
      "⟦card[\"consumer\"]⟧,": 1630,
      "⟦card[\"consumer\"]⟧.\\\"\\\"\\\"": 1631,
      "lineage": 1632,
      ".sav": 1633,
      "'.md": 1634,
      "'.mjs',": 1635,
      "consumer_fn": 1636,
      "run(\",\"": 1637,
      "Defaul": 1638,
      "ManifestCard": 1639,
      "openai": 1640,
      "source_root": 1641,
      "cur_score": 1642,
      "javascript": 1643,
      "typer.Exit(2": 1644,
      "ESCRIPT_EXTS": 1645,
      "_root:_": 1646,
      "ache/\\n.": 1647,
      "manifest_dir": 1648,
      "s,smoke_results": 1649,
      "run_id": 1650,
      "generated_at_utc:s": 1651,
      "Registry": 1652,
      "parts": 1653,
      "⟩→[s]": 1654,
      "self._turn": 1655,
      "atomadic-forge\"": 1656,
      "module:s": 1657,
      ",indent=2,default=str": 1658,
      "LAN": 1659,
      "read_text(": 1660,
      "read_config_fi": 1661,
      "\",default=cur_": 1662,
      "file:s": 1663,
      "_path)": 1664,
      "_path=": 1665,
      "top_n": 1666,
      "top_level": 1667,
      "imports:[s]": 1668,
      "cmd_b,": 1669,
      "typer.secho(f'producer": 1670,
      "subprocess.run(cmd_a,": 1671,
      "subprocess.run(cmd_b,": 1672,
      "monadic": 1673,
      "raw_appen": 1674,
      "s\\n-": 1675,
      "⟧`\",s\"-": 1676,
      "inputs": 1677,
      "scout['": 1678,
      "None,\",\")": 1679,
      "ASCRIPT_EXTS": 1680,
      "Intent": 1681,
      "TIER": 1682,
      "work": 1683,
      "detect_": 1684,
      "alignment": 1685,
      "\"]=_prompt_str(\"": 1686,
      "typer.Context": 1687,
      "artifact_md_path": 1688,
      "except": 1689,
      "parent.mkdir(parents=true,exist_ok=true)": 1690,
      "final_score": 1691,
      "frozenset({'pure',": 1692,
      "LOCAL_CONFIG_DIR": 1693,
      "StubLLMClient": 1694,
      "_api_key_env:_⟩": 1695,
      "_dt.datetime.now(_dt.timezone.utc).isoformat(timespec='seconds'),": 1696,
      "json.JSONDecodeError)": 1697,
      "(node)∨\"": 1698,
      "Directory": 1699,
      "Generated": 1700,
      "JAVASCRIPT_EXTS": 1701,
      "OSError,": 1702,
      "PYTHON": 1703,
      "Surface": 1704,
      "Signature": 1705,
      "TYPESCRIPT_EXTS": 1706,
      "ValueError": 1707,
      "[⟪:": 1708,
      "_token": 1709,
      "_size": 1710,
      "abulary": 1711,
      "ast.get_docstring": 1712,
      "flict": 1713,
      "llection": 1714,
      "vocabulary": 1715,
      "⟨node:_⟩→s": 1716,
      "review": 1717,
      "coverage": 1718,
      "description": 1719,
      "metho": 1720,
      "exported_": 1721,
      "ts_utc':": 1722,
      "forwarded": 1723,
      "[\"provider\"]": 1724,
      "config.update(_step": 1725,
      "typer.Argument(\",\"": 1726,
      "\\n\\n```bash\\n": 1727,
      "intermediate": 1728,
      "RESETS": 1729,
      "sibling": 1730,
      "⟦card[\"consumer\"]⟧.\\\"\\\"\\\"\",\"": 1731,
      "RegistryManifestCard": 1732,
      ",indent=2,default=str),encoding=\"utf-8\")": 1733,
      "read_config_file": 1734,
      "typer.Context,\",\"": 1735,
      "PYTHON_EXTS": 1736,
      "ast.get_docstring(node)∨\"": 1737,
      "\"\\\"\\\"\\\"": 1738,
      "'\",\"": 1739,
      "'run": 1740,
      "'orchestr": 1741,
      "'model": 1742,
      "'kind": 1743,
      "'main": 1744,
      "'))\",\"": 1745,
      "'ht": 1746,
      "'content": 1747,
      "'ollama_": 1748,
      "'latency_m": 1749,
      "'url':": 1750,
      "'ts_utc':": 1751,
      "(f": 1752,
      "(h": 1753,
      "(k": 1754,
      "({": 1755,
      "(_p": 1756,
      "(doc": 1757,
      "(url": 1758,
      "(local": 1759,
      "(updates[\"": 1760,
      "(data": 1761,
      "(consumer_args": 1762,
      "(s\"⟦": 1763,
      "(schema_version=\"atomadic-forge.": 1764,
      "(args.a,args.b)))": 1765,
      "(prefix": 1766,
      "(OSError,": 1767,
      "(description": 1768,
      ")?": 1769,
      ")∈": 1770,
      ")≥": 1771,
      ")}⟫": 1772,
      ")\\n\\n": 1773,
      "*.": 1774,
      "*producer_args": 1775,
      ",v": 1776,
      ",package": 1777,
      ",domain_": 1778,
      ",max": 1779,
      ",open_idx": 1780,
      "-Z": 1781,
      "-⟦": 1782,
      "-in": 1783,
      "-not": 1784,
      "-')": 1785,
      "-fo": 1786,
      "-out',": 1787,
      ".1": 1788,
      ".T": 1789,
      ".v": 1790,
      ".\\n": 1791,
      ".\")": 1792,
      ".writ": 1793,
      ".exist": 1794,
      ".low": 1795,
      ".item": 1796,
      ".mkdir(parents=true,exist_ok=true)": 1797,
      ".registry": 1798,
      ".')]": 1799,
      "/\"": 1800,
      "//": 1801,
      "/5": 1802,
      "/_": 1803,
      "/LOCAL_CONFIG_DIR": 1804,
      "0,": 1805,
      "25": 1806,
      "2',": 1807,
      "3',": 1808,
      "4ι": 1809,
      "4',": 1810,
      "5)": 1811,
      "8⟫]": 1812,
      ":v": 1813,
      "=f": 1814,
      "=re": 1815,
      "=co": 1816,
      "=card": 1817,
      "=⟪{'": 1818,
      "=has": 1819,
      "=len(": 1820,
      "=smoke_results": 1821,
      "=read_config_file": 1822,
      "=ast.get_docstring(node)∨\"": 1823,
      "?doc": 1824,
      "AG": 1825,
      "Auto": 1826,
      "ALL": 1827,
      "A-Z": 1828,
      "BAL_CONFIG_DIR": 1829,
      "CO": 1830,
      "Can": 1831,
      "EC": 1832,
      "EM": 1833,
      "EN": 1834,
      "GU": 1835,
      "Gem": 1836,
      "ITS": 1837,
      "Kind": 1838,
      "KG_": 1839,
      "MA": 1840,
      "MM": 1841,
      "MP": 1842,
      "NI": 1843,
      "Ol": 1844,
      "Open": 1845,
      "Pro": 1846,
      "Pic": 1847,
      "PKG_": 1848,
      "ST": 1849,
      "Script": 1850,
      "Ti": 1851,
      "Typ": 1852,
      "The": 1853,
      "Test": 1854,
      "Wire": 1855,
      "[import": 1856,
      "[A-Z": 1857,
      "\\\\": 1858,
      "__": 1859,
      "_ro": 1860,
      "_de": 1861,
      "__p": 1862,
      "_config": 1863,
      "_la": 1864,
      "_tier": 1865,
      "_name:s": 1866,
      "_EX": 1867,
      "_url": 1868,
      "_line": 1869,
      "_candidate_id": 1870,
      "_NAM": 1871,
      "_signature": 1872,
      "_required": 1873,
      "_summary": 1874,
      "_mar": 1875,
      "_text:s": 1876,
      "_excer": 1877,
      "`.": 1878,
      "`⟦": 1879,
      "`\",\"": 1880,
      "`forge": 1881,
      "`run": 1882,
      "a',": 1883,
      "ach": 1884,
      "a2_mo_composites": 1885,
      "akdown": 1886,
      "br": 1887,
      "bu": 1888,
      "bre": 1889,
      "bel": 1890,
      "b_signature": 1891,
      "ci": 1892,
      "c∈": 1893,
      "c[\"": 1894,
      "ce(": 1895,
      "cache',": 1896,
      "cach": 1897,
      "der": 1898,
      "d:i": 1899,
      "eb": 1900,
      "ev": 1901,
      "emp": 1902,
      "eCard": 1903,
      "eff": 1904,
      "fre": 1905,
      "fe_": 1906,
      "ful": 1907,
      "gnore": 1908,
      "hex": 1909,
      "hand": 1910,
      "hap": 1911,
      "hig": 1912,
      "hlib": 1913,
      "h[⟪:": 1914,
      "io": 1915,
      "ide": 1916,
      "jp": 1917,
      "ju": 1918,
      "ker": 1919,
      "kip": 1920,
      "k:v": 1921,
      "l_p": 1922,
      "ms:i": 1923,
      "mil": 1924,
      "next": 1925,
      "ose": 1926,
      "ot_": 1927,
      "o:i": 1928,
      "osi": 1929,
      "pip": 1930,
      "pth": 1931,
      "ption": 1932,
      "pipe": 1933,
      "ru": 1934,
      "ran": 1935,
      "s∈": 1936,
      "sent": 1937,
      "sing": 1938,
      "s),": 1939,
      "sav": 1940,
      "s:f": 1941,
      "sider": 1942,
      "s']": 1943,
      "ss',": 1944,
      "shap": 1945,
      "skip": 1946,
      "tp": 1947,
      "tre": 1948,
      "t',": 1949,
      "tmp": 1950,
      "ture": 1951,
      "ude": 1952,
      "ues": 1953,
      "v≠": 1954,
      "venv": 1955,
      "venv',": 1956,
      "ward": 1957,
      "wire": 1958,
      "x'}⟫)": 1959,
      "xt',": 1960,
      "yel": 1961,
      "ycach": 1962,
      "{'": 1963,
      "{exc": 1964,
      "|--------": 1965,
      "})": 1966,
      "∅})": 1967,
      "∈re": 1968,
      "⟦chain[\"": 1969,
      "⟧\\n\\n##": 1970,
      "⟨config": 1971,
      "⟨candidate_id": 1972,
      "⟨report": 1973,
      "⟨project_dir": 1974,
      "⟨⟩→[_]": 1975,
      "⟨url:s": 1976,
      "⟨file:s": 1977,
      "erer": 1978,
      "er((": 1979,
      "er=subparsers.add_parser(\"": 1980,
      "onic": 1981,
      "on_con": 1982,
      "read": 1983,
      "rectory": 1984,
      "resp": 1985,
      "\",[\"": 1986,
      "\",encoding=\"utf-8\")": 1987,
      "\",src)": 1988,
      "\",1)": 1989,
      "ints": 1990,
      "instan": 1991,
      "install": 1992,
      "ort_": 1993,
      "ort(": 1994,
      "orary": 1995,
      "stat": 1996,
      "sts:[s]": 1997,
      "stem": 1998,
      "enfor": 1999,
      "encode": 2000,
      "eno:i": 2001,
      "\",\"##": 2002,
      "\",\"types": 2003,
      "\",\"javascript": 2004,
      "see": 2005,
      "role": 2006,
      "anel": 2007,
      "commandsmith": 2008,
      "dist": 2009,
      "directory": 2010,
      "tignore": 2011,
      "chit": 2012,
      "constants": 2013,
      "consider": 2014,
      "\\n\"": 2015,
      "\\n\",1)": 2016,
      "'./": 2017,
      "'.g": 2018,
      "'.t": 2019,
      "'.y": 2020,
      "'.mp": 2021,
      "'.js": 2022,
      "'.py": 2023,
      "'.wr": 2024,
      "'.wo": 2025,
      "'.env',": 2026,
      "'.json',": 2027,
      "'.jp": 2028,
      "d_types": 2029,
      "d_names": 2030,
      "d_lineage": 2031,
      "es',": 2032,
      "it',": 2033,
      "itted": 2034,
      "fig": 2035,
      "first": 2036,
      "file_": 2037,
      "mp)": 2038,
      "mpfile": 2039,
      "mp_required": 2040,
      "extra": 2041,
      "er_arg": 2042,
      "e__": 2043,
      "t_consider": 2044,
      "ts:[s]": 2045,
      "\"]=f": 2046,
      "ypy_": 2047,
      "s]\",\"": 2048,
      "(\"utf-8\")": 2049,
      "(\"\\n\",1)": 2050,
      "cards:[_]": 2051,
      "er.\",\"": 2052,
      "er.json": 2053,
      "add": 2054,
      "package:_": 2055,
      "package_name": 2056,
      "loat(": 2057,
      "t.parent.mkdir(parents=true,exist_ok=true)": 2058,
      "dict": 2059,
      "transcript": 2060,
      "self_as": 2061,
      "ed:i": 2062,
      "syn": 2063,
      "verb_signature": 2064,
      "scode": 2065,
      "--provider": 2066,
      "--consumer-args": 2067,
      "is_": 2068,
      "ision": 2069,
      "isinstan": 2070,
      "json-out',": 2071,
      "_count": 2072,
      "dir:s": 2073,
      "name,": 2074,
      "name⟧": 2075,
      "forge_se": 2076,
      ").')]": 2077,
      ").hex": 2078,
      "to_tier:s": 2079,
      "default": 2080,
      "⟪{}⟫": 2081,
      "⟪{'a": 2082,
      "⟪{}⟫)": 2083,
      "producer,": 2084,
      "producer:s": 2085,
      "consumer,": 2086,
      "consumer:s": 2087,
      "cript'": 2088,
      "None)": 2089,
      "None)\",\"": 2090,
      "place": 2091,
      "chain_coun": 2092,
      "sult": 2093,
      "havi": 2094,
      "ha25": 2095,
      "s.Co": 2096,
      "layout": 2097,
      "laude": 2098,
      "T_FIL": 2099,
      "T_TE": 2100,
      "T_RE.sub(\"": 2101,
      "otonic": 2102,
      "parser.": 2103,
      "parser.set_defaults(func=args↦print(": 2104,
      "callable": 2105,
      "igno": 2106,
      "ignore": 2107,
      "pair": 2108,
      "didateCard": 2109,
      "\\n\\n⟦": 2110,
      "renderer": 2111,
      "='utf-8": 2112,
      "='synergy": 2113,
      "else": 2114,
      "lineno:i": 2115,
      "help_text:s": 2116,
      "render_test": 2117,
      "path:s": 2118,
      "via": 2119,
      "wrapp": 2120,
      "inv=co": 2121,
      "'auto": 2122,
      "'a4_sy_orchestration": 2123,
      "'a1_at_function": 2124,
      "'a3_og_feature": 2125,
      "'a2_mo_composites": 2126,
      "doc_token": 2127,
      "doc?doc": 2128,
      "feed": 2129,
      "upward": 2130,
      "add_parser.add_argument": 2131,
      "Comp": 2132,
      "orchestrator": 2133,
      "\".atomadic-forge\"": 2134,
      "ice": 2135,
      "⟪{'available": 2136,
      "4_project_": 2137,
      "_of": 2138,
      "emitted": 2139,
      "points": 2140,
      "choice": 2141,
      "exc\",\"": 2142,
      "exc:\",\"": 2143,
      "type:": 2144,
      "tier_inventory": 2145,
      "strip()": 2146,
      "⟨self:ManifestStore": 2147,
      "_cache',": 2148,
      "_cache/\\n.": 2149,
      "cur_prefix": 2150,
      "gist": 2151,
      "gitignore": 2152,
      "unter((": 2153,
      "from_tier:s": 2154,
      "```\\n\\n##": 2155,
      "```\",\"\",s\"": 2156,
      "importable": 2157,
      "False}⟫": 2158,
      "json.dumps(entry": 2159,
      "_render_shared_schema": 2160,
      "_render_json_artifact": 2161,
      "_render_in_memory_pipe": 2162,
      "atomadic_forge_se": 2163,
      "⟦card[\"consumer\"]⟧,\",\"": 2164,
      "time.mon": 2165,
      "catalog))": 2166,
      "catalog_size": 2167,
      "functions:[s]": 2168,
      "final_output": 2169,
      "finalize": 2170,
      "encoding='utf-8": 2171,
      "(cards)": 2172,
      ".sha25": 2173,
      "a4_sy_orchestration/`": 2174,
      "generated": 2175,
      "has_clas": 2176,
      "smoke": 2177,
      "'.md',": 2178,
      "modules": 2179,
      "_present": 2180,
      "result.score_trajectory": 2181,
      "python\",\"javascript": 2182,
      "\".join(chain[\"": 2183,
      "Demo": 2184,
      "Report(": 2185,
      "_first": 2186,
      "_files": 2187,
      "_file_": 2188,
      "ire_pure": 2189,
      "open(\"a": 2190,
      "angler": 2191,
      "str(SRC": 2192,
      "local_cfg": 2193,
      "default_exp": 2194,
      "source_repo": 2195,
      "\"+result.": 2196,
      "1_provider": 2197,
      "manifest=": 2198,
      "commands_dir": 2199,
      "commands=card": 2200,
      "(\"a0_qk_constants": 2201,
      "_parser.set_defaults(func=args↦print(": 2202,
      "_parser=subparsers.add_parser(\"": 2203,
      "typer.secho('producer": 2204,
      "fg='yel": 2205,
      "atomadic_forge.commands": 2206,
      "'})}⟫": 2207,
      "'producer':": 2208,
